

我把lz的回复整理一下发一下： 

首先，坦白的讲，如果我现在不是找到了一份还合适的工作，我是根本不愿意再去回想那七个月的事情的。 
　　 失业整整七个月，简直是噩梦一场。很辛酸，很痛苦，也很无奈。由刚开始的自信满满，多方挑剔，到最后的完全没有了自信，觉得自己是废物，这个过程让我经历了太多，如果不是有家人与好朋友一直支持着，应该是早就彻底放弃了的。 
　　 事情过后，再回过头去看这段简历，开始有点感谢这样一次机会，感谢这次有磨练的经历。至少，它让我看到了许多事情，学习到了许多东西，也让我感受了许多一直忽略的东西，更加让我成熟了许多，懂得了珍惜，也懂得了自信与坚持。 
　　 
　　 其实，我的资历很简单，远不像天涯上许多朋友那么优秀，远非精英人士，只是普通职员一名。 
　　 我毕业于普通的大学，工作四年，服务过两家公司。第一家是家合资公司，做市场助理；一年后，跳来深圳一家大型国企，从事物流工作。在这家公司工作了三年，月薪也就5K而已，年薪大约7.5K。没有房子，没有车子，也没有存款。除了工作比较快，比较认真，比较负责任外，别无其他出众的能力。 
　　 所以，我面试的公司有大有小，我现在任职的公司也很普通（小的港资公司，月薪8K，小部门主管），不像其他朋友那样都是世界500强，更不像他们那样最后获得好的工作并取得事业成功。 
　　 
　　 我只是想和那些找工作的朋友们，分享一下我在深圳面试那么多家公司的面试经历，或许可以给他们一些参考；也给那些还在失业中辛苦挣扎想放弃的普通朋友们，说说我失业长达七个月的心情，给他们一些鼓励和信心。 
　　 
　　 关于面试与求职，如果您有什么需要问的，请随时问我，我会很乐意回答的；如果您也在辛苦求职，那么请继续加油，请相信，你一定行的！！！没有任何人可以否定你！！！ 

回头望去，自去年七月底辞职到现在，已经过去大半年了。 
　　 掐指头数，整整失业了七个月。 
　　 七月底辞职，在家休息了两个月。十月过来深圳开始认真找工作。十月到十二月的那三个月中，投了无数的简历，收到上百个面试通知，也参加了大大小小，至少60场的面试。有时候一天都赶三场面试。 
　　 有人家不要我的，有我不要人家的，但是大多数是人家不要我，有的甚至电话面试都没有通过，比如飞利浦。 
　　 我会主要讲述一下我所参加的公司的基本面试流程，重点讲一下当时面试官的各种问题，然后就是我自己总结的失败原因。 
　　 
　　 我面试的这六十多家公司，有大有小，有外企有私企有民企还有国企，其中有部分企业如下： 
　　 艾默生/西门子/华为/中兴/索尼/富士施乐/长城国际/ 
　　 马士基/SGS/宜家/法国迪卡侬/韩国三星/环球资源/ 
　　 德昌电机/三洋电机/美泰玩具/富士康/中国银行/东亚银行/ 
　　 吉之岛/西武百货/伟创力/清华同方/光汇石油/华孚/飞利浦/ 
　　 CITYGROUP等 

华为面试经历 
　　 
　　 
　　我十月过来，第一家面试的公司就是华为。 
　　事实上，我去过华为两次。 
　　我以前没有接触过，虽然听说工作压力很大，很累人，可我这个人最怕的是没有事情做，累点忙点，我不怕的。所以，我就很满怀期待的去了。 
　　 
　　华为的面试特点： 
　　1.华为几乎每天都在招人，如果你想找工作，可以随时去试试； 
　　2.大公司，架子大，喜欢在周六叫上上百人集中面试； 
　　2.流程多，至少3-4轮面试。还要填表格和笔试； 
　　3.公司人力资源部的地位比较高，甚至可以在最后否决你。 
　　 
　　我这次面试经历了四轮。 
　　早上八点半就赶过去了。 
　　首先是在门口等待。然后，有部门的人出来领你进去。 
　　华为喜欢在食堂面试。无论是科技园还是坂田，几乎都是集中在食堂。之后，有的部门是先填表后做题，有的部门是先做题后填表。 
　　反正，几乎都有面试题。 
　　 
　　第一轮，笔试。 
　　国际贸易这方面的题目，主要考 
　　1.外贸术语 比如，DDP是什么，S/C是什么等； 
　　2.英语翻译，中译英，英译中； 
　　3.给你个情景，书写英文函电。 
　　做完之后，交给接待小姐。你坐旁边等待。 
　　由于人多，我一直到十一点才等到第二轮。 
　　 
　　第二轮，也许是同事或者是主管面谈。 
　　主要问的问题有： 
　　1.你为什么想来华为工作？ 
　　2.你在原来公司做得挺好的，为什么想离开？ 
　　3.出口退税退的什么税？ 
　　4.ICC有哪几个险种？ 
　　5.你以前工作遇到同事不合作，是如何处理的？ 
　　然后是英语口语的考核 
　　1.COULD YOU TELL ME SOMETHING ABOUT YOURSELF? 
　　2.COULD YOU INTRODUCE YOUR JOB DUTIES? 
　　3.WHAT ARE YOUR STRONG POINTS AND WEAK POINTS? 
　　4.WHAT ARE THE DIFFERENCES BETWEEN HB/L AND MB/L? 
　　然后，又是等待。如果第二轮认为你不行，就会先叫你回家。 
　　 
　　我就又从十一点半等到了下午三点。 
　　中饭自理。 
　　 
　　下午三点，第三轮。一般是本部门经理。 
　　1.请介绍下你以前的工作内容。 
　　2.你觉得你过去工作中最成功的事情是什么？ 
　　3.你会和同事吵架吗？如果同事和你吵架，你如何处理？ 
　　4.你未来三年的目标是什么？ 
　　5.如果与客户发生合同纠纷时，如何处理？ 
　　 
　　之后又是坐旁边等待，等通知。不行，就又是通知你先回家等消息。 
等到下午五点多，终于轮到最后一轮了。 
　　公司人事部面试。 
　　我当时想着，人事部一般都只是审核下你的证书，签下合同而已，应该肯定成了。 
　　谁知道，最难过的却是人事这一关，而且最后失败也是在这里。 
　　当时，我从早上八点半等到下午五点多，真的是很累了，而且心里也有火了。 
　　面试我的是位中年女士。 
　　她面无表情，我和她打招呼，她也没有回应我。 
　　本来面试官这样子，我也习惯了，可我明明刚才还看到她对前一个面试的人笑容满面的，所以，就有点不舒服。 
　　她一直低头看我简历，然后就开始了她的咄咄逼人的询问： 
　　 
　　1.你为什么想来华为？ 
　　（我无非就是说华为的吸引力） 
　　2.你怎么知道华为管理好？ 
　　（我有同学在华为，我自己也有所了解） 
　　3.你如何界定华为就比你以前的公司好？ 
　　（我肯定我原来的公司，并且再次说华为的优势，并没有去比较华为与我原来的公司） 
　　4.你为什么认为自己适合华为？ 
　　（我强调自己的优势与长处） 
　　5.你既然在以前公司做得这么出色，为什么要离开？ 
　　（职业发展） 
　　6.为什么你可以被评为优秀员工，其他同事却没有？ 
　　(我具体说明自己的工作努力与成就） 
　　7.难道你其他同事工作不如你努力，没有你聪明？ 
　　(我避免直接回答，再次强调自己的成就与努力） 
　　8.你对你自己的形象如何看待？ 
　　（呵呵，这下子，终于言归正传了，这就是我失败的原因，也是她看我不顺眼对我如此咄咄追问的地方） 
　　 
　　说实话，我当时还没有反应过来是怎么回事情。 
　　我回问“形象?我没有觉得我形象有问题啊？” 
　　她紧接着问，“难道没有人对你的形象提出过要求吗？” 
　　 
　　听她这么说，我低头看了下自己，并没有觉得不妥啊。 
　　我一向形象还挺好的嘛。 
　　所以，我就回答“没有，我们公司对我的形象很满意。” 
　　“那你为什么剪个这样的发型，而且还还染了色！” 
　　我这才恍然大悟，原来是我的发型与发色问题。 
　　我当时的发型其实也没有大碍，只不过有点造型，颜色就是亚麻色而已，可人家要这么说，我也没有办法。 
　　我只能继续坚持说“我每天上班都西装革履的，公司一直对我形象很满意。” 
　　 
　　她哦了一句，就说，“真是对不起，耽误你这么多时间，你先回去等消息吧。” 
　　 
　　我一听她这么说，气就来了。 
　　但我还是忍着，我故作冷静的直接问她，你的意思是说回去等消息还是我没有通过？ 
　　她说不是，只是要我回去等消息，三天内有消息。 
　　我忍住火气，直接问，你们耗了我一天时间，我从早上八点到现在六点，经过了四轮面试，怎么着也以为今天可以有个结果，可是这样子。。。 
　　她又客气的回答我，他们也想今天结束，可是今天经理不在，还需要一轮刷选，所以只能请我回去等消息。 
　　 
　　我当时那个气啊。 
　　想想，我从早上八点半耗到下午六点，却因为这么个女人就没有通过，而且我都那么直接问她到底是录取还是不行，给个爽快，可她还是那么客套的忽悠。 
　　我立刻就走了。这次面试的不愉快经历，让我之前对华为的好感都没有了。 
失败总结： 
　　 
　　1.事后，我冷静总结了一下这次面试失败的原因，很明显是在于形象。 
　　都怪我自己太大意了，没有想过还是尽量保守点好。 
　　穿得正式点总是没有错的。 
　　 
　　所以，我立刻去剪了头发，染回黑色。并且以后的面试，我都是西装革履去的。 
　　如果我能力不行，我就认了；可我不想被别人因为一些无关紧要的因素而淘汰我。 
　　 
　　2.面对面试官充满怀疑与挑衅的问题时，一定要保持冷静，强调自己的优势，最好举具体事列来证明自己的能力。 
　　我当时面对那几个问题“6.为什么你可以被评为优秀员工，其他同事却没有？(我具体说明自己的工作努力与成就） 
　　　　7.难道你其他同事工作不如你努力，没有你聪明？ 
　　　　(我避免直接回答，再次强调自己的成就与努力） 
　　　 
　　就有点激动，都忘了拿出我的证明，公司的优秀员工证书与我们总经理的推荐信。 
　　 
　　 
　　3.面试的时候一定要保持警惕，对任何细节都要预感到，不要像我那样，人家一直都是对我形象不满意，我还不知道。 
　　 
　　 
　　 
　　不过，我很讨厌华为的面试流程。 
　　最不尊重面试者的时间了。 
　　所以，后来，华为多次都在网上搜到我简历，叫我去面试，我都拒绝了。 
　　有个部门的人，还对我用激将法，说华为的压力的确大，一般人是承受不了。 
　　我就直接告诉他，我不喜欢他们的面试流程，太耗时间了。 
该帖子于2008-10-14 16:27:30被版主修改 
 
问题点数：300 回复次数：552 显示所有回复显示星级回复显示楼主回复 修改 删除 举报 引用 回复   
 

 加为好友 
发送私信 
在线聊天
 jimoguilai 
妈妈说了:男孩儿没事最好呆在家里,现在外面坏女孩很多 
等级: 
可用分等级：财团董事 
总技术分：8027 
总技术分排名：2543 
2
4
 发表于：2008-10-14 15:49:211楼 得分:0 
楼主,我都失业三个多月了,如果人家问我失业这长时间为什么没找到工作怎么办 
-------------------------------------------------------------------------- 

首先，三个月没有工作被面试官怀疑是很正常的。 
　　因为，职场出现空白是职业生涯的大忌。 
　　这也是我后来才明白的。 
　　 
　　其次，你不用怕别人怀疑。你要充分相信自己。 
　　其实，许多时候，面试官就是在故意打击你的自信，他想判断你是否真的自信。 
　　所以，他们再怎么怀疑，你都要坚持自信。 

　　 我个人觉得，你或许可以这么回答： 
　　 1.你可以很自信很坦白地告诉他，你在寻找合适的工作。记住不是好，而是合适。 
　　 2.你可以回答，工作了一段时间，你需要思考，你离职后给了自己一段时间，对自己的职业生涯重新进行思考和规划，所以，没有立即找工作。另外，你还可以补充说，你在充电，说些和职业有关的课程。 
　　 像我当时是回家休息了，而且我也的确还报了一个学习班，所以，我就坦白说，我工作累了，需要思考，同时需要充电。 

西门子面试经历 
　　 
　　说实话，我也挺喜欢外企的。所以，当西门子通知我面试的时候，我挺兴奋的。而且，我一直住华侨城那边，能够走路上班，实在很有诱惑力。 
　　 
　　早上十点，我准时来到华侨城汉唐大厦九楼。 
　　经过了华为的一整天面试后，我对是否要等待比较介意了。 
　　还好，外企就是外企，十点面试你就一定是十点。 
　　 
　　一面是人事部小姐。 
　　先是填份简单的表格，附上你的资料复印件。 
　　然后，就是一些简单的基本情况了解和英语口语测验。 
　　面试多了，你就会发现，有些问题是每次面试都会问到的，所以，最好准备一下。 
　　这次的问题有： 
　　1.你为什么离职？ 
　　2.你对所应聘的职位怎么理解的？ 
　　3.你了解西门子吗？ 
　　4.你的优缺点是什么？ 
　　5.你的未来有什么计划？ 
　　英语口语依然是： 
　　1.INTRODUCE YOURSELF 
　　2.YOUR HOBBIES 
　　3.ANY QUESTION 
　　完了，就叫我回去等通知，大概一个礼拜。 
　　就这么简单，我当时还以为没有什么戏了。 
　　五天后，收到二面的通知，下周三。说是部门经理特地从上海赶过来面试，要我好好准备一下。 
　　我就请教人事小姐，我该注意些什么。 
　　她很友好的告诉我，我应该注意下英语发音，然后认真研究一些招聘要求，对照职位来强调自己的优势。 
　　很感谢她的友好。可惜我并没有认真加强。 
　　 
　　下周三下午两点，我准时参加二面。 
　　面试我的经理是一位男士，和我一个同学同名。 
　　态度也比较平和，依然是先介绍了他自己和这个岗位的具体工作职责。 
　　然后，重点考核了我的专业知识和工作经验。 
　　尤其特别提到了几个公司招聘职位上要求的技能，而不幸的是，我恰恰不大会。我就都如实回答我不熟练，工作中没有用到。 
　　说到工作经验和以前在公司的表现，我有一些证明事件和推荐信，这个为了加了不少分。 
　　所以，最后面试结束时，经理很高兴的对我说，这也可以为你加分，那也可以为你加分，你会是我们优先考虑的对象。 
　　等我们第三次面试的通知。 
　　 
　　 
　　回去后的心情很轻松，三天后收到三面的通知。 
　　面试我的是CFO和部门经理。 
　　坦白说，我很久没有面试了，而且我挺看重这次面试的，所以有点紧张。 
　　1.当CFO要我自我介绍的时候，我结结巴巴说得没有重点，当时感觉就不怎么好了。 
　　2.然后，他很强势的盯着我看，问我，你为什么觉得自己适合这个职位呢？我们为什么要聘用你呢？ 
　　我之前的准备都忘了，只感觉压力。回答得很不理想。 
　　3.你熟悉合同法和商务谈判吗？ 
　　4.最后就是客套的，你还有什么问题要问？ 
　　5.回去等我们通知吧。 
　　 结果自然可想而知了。 
　　 
　　失败原因： 
　　1.不够自信，压力面试的时候容易放弃，而且如果出错了就很容易紧张； 
　　2.没有认真研究招聘要求，而且不知道的知识也没有临时去补一下。 
　　3.不够果断。 

LZ，挺佩服你的。 
　　　　 我想，深圳的知名企业你都面试了大部分了吧？ 
　　　　 哈哈哈 
　　　　 
　　　　 能将你面试的经历，写出来供我们这些准备跳槽的人看看，先谢过了～ 
　　　　 
　　　　 不过，有一个问题是：当初你怎么没有选择一边工作，另一边寻找下一家单位？ 
　　　　 这样也许就不会没有工作长达半年之久 
------------------------------------------------------------------------------------- 
　　 
　　呵呵，你说得很对，深圳的知名企业，我是大部分都去过了。 
　　然后，你的问题也问得很好。 
　　就职业生涯而言，最好不要出现职业空白期。所以，最好是边工作边找。找到后再辞职。 
　　一来，这至少从心理上，你占有优势，你不用担心经济，也没有压力，你不要我，我不怕，反正还有份工作。 
　　二来，面试的时候也避免了面试官抓住这点不放。 
　　至于我当时离职的原因，是由于个人私事原因。如果现在我再换工作，我就不会辞职再找了。哈哈。 

希望楼主能讲些电话面试方面的内容 
---------------------------------------------------------------- 
电话面试挺简单的。 
　　题目都是一面的那些常用题目。 
　　一般都是外企会采用电话面试的形式，而且都是对口语要求比较高的。主要目的就是先淘汰一批口语不合格的应聘者。 
　　一开口就是英语说的，我刚开始还真反应不过来。 
　　具体题目： 
　　1.自我介绍 
　　2.工作介绍 
　　3.个人兴趣爱好 
　　4.为什么离职 
　　5.个人优缺点 
　　6.个人家庭情况 
　　这几个题目是无论电话面试，还是中文面试都一定会问到的，所以，最好中英文都准备好，而且做到倒背如流。 
　　有准备才不吃亏啊。 

爱默生面试经历 
　　 
　　 
　　深圳爱默生公司总部在南山科技园，后来它又收购了华为的一个工厂，也就是在宝安的那个。 
　　所以，要看你是面试爱默生的哪部分，如果是关外那个部分，那纯粹就是华为的面试风格。 
　　 
　　爱默生也喜欢集体面试。 
　　一般都是同时约上许多人，一起等待，依次面试。 
　　一轮之后，回去等通知，之后还有两到三轮。 
　　 
　　我那次面试是在科技园南区，首先是做了份英文试题。 
　　之后，就是部门经理的面试。 
　　这次面试太简单了。当然，简单就意味着失败。 
　　一共就问了我四个基本问题，之后就是你有什么问题问我？ 
　　然后，就是感谢面试，请回去等通知。 
　　 
　　我到现在也想不通，自己怎么会那么轻易的被刷了下来。 
　　虽然我看了其他应聘者的学校，学历都比我好，可是相对这个职位而言，我的工作经验是绰绰有余的。 
　　 
　　也许，我真的不具备外企的工作素质吧。 

MSK马士基面试经历 
　　 
　　 
　　既然是做物流的，那么当然会去世界上最大的船公司面试一下。 
　　丹麦是北欧国家，网上老说北欧企业待遇好，然后，马士基本身是世界上最大的船公司，办公地点又在深圳最高写字楼地王大厦。 
　　我就想当然的以为薪水肯定不错。 
　　 
　　约了九点参加公司笔试。 
　　惨的是，我九点半才到地王大厦。 
　　前台小姐说你迟到了。等下一轮。果然是大公司做派。 
　　 
　　ＭＡＥＲＳＫ面试最著名的就是这个笔试。 
　　听说，马士基每年录取者和参加应聘者的比例是１：１０００，极高的淘汰率让能进入马士基的人成为一个神话。参加笔试者不用做任何准备，既不用准备英语，也不用回答 

诸如“为何要进我们公司”或者“你有什么特长”的问题，只需要做性格测试和快速智力问答两部分。做完后，公司当场收回试题，之后公司会根据你的选项输入电脑制作出个人 

发展曲线图，从中能看出某人的发展潜力和远期竞争力。综合考虑之后，通过了，才会有机会参加下面的面试。 
　　 
　　 
　　十点准时进入考场。 
　　两张试卷，逻辑和性格测试，12分钟一张。 
　　完了，收卷，等通知。 
　　 
　　三天后一面。 
　　面试我的是部门同事。人很和蔼。 
　　问题都很简单，还是那些。马士基最重要的性格测验的笔试部分。面试基本上都很简单。 
　　 
　　之后是二面。 
　　面试我的是部门经理。 
　　问了一些基本问题，专业知识和考核一下英语口语。 
　　1.你为什么来马士基？ 
　　2.你觉得你以前的工作经历对现在的工作有什么帮助？ 
　　3.在寻找新工作中，你最看重的是什么？ 
　　4.集装箱的种类有哪些？ 
　　5.AMS是什么？ 
　　6.你觉得如何节省运作成本？ 
　　7.散货和拼柜如何计费？ 
　　等等 
　　 
　　最后是公司经理面试。 
　　依然很客气，但是问的问题很细致。 
　　比如， 
　　1.你七月底就离职了，那你这几个月都去哪些公司面试了？ 
　　2.你为什么换工作？如果我们的工作内容和你以前差不多，你不觉得厌烦吗？ 
　　3.如果我们不能提供你所要求的薪水，你还愿意来我们公司吗？ 
　　听到这个问题，我大概知道怎么回事了。 
　　 
　　等到具体谈合同和薪水，就证实了工资真的不高。远低于我的预期。所以，只能说回去考虑了。 
　　 
　　后来，才听内部员工说，马士基的工资待遇是比它刚进入中国时低很多,大约降低三分之一了。 
该回复于2008-10-14 16:11:54被版主修改 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 angenius 
该用户很懒,没有设置昵称 
等级: 
可用分等级：长工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-14 15:50:042楼 得分:0 
作者：vicxll　回复日期：2007-3-18　02:05:18　 
　　　　楼主，我是个应届的本科毕业生。来深圳也一星期多了。找也找了些单位。但是他们给我开出的薪水都才1000左右。这让我很失望，也很困惑。不知道是不是毕业生刚开 

始都是这样的呢？我不知道该不该去。 
-------------------------------------------------------------------------------------- 
你好，应届毕业的时候，由于没有工作经验，的确完全都是公司在挑我们。但是，你要相信自己的能力。现在，深圳市场上应届毕业生基本都是2000起价。 
　　 大公司就比较好，都有个基本的定价，不会低于2500。 
　　 总的来说，就我的了解，应届本科毕业生的工资大部分在2000-3500之间。 
　　 所以，我觉得你应聘的公司工资可能稍微偏低了点。 
　　 另外，除了基本工资外，也需要看公司的其他福利，比如包吃住，有提成，有奖金等。 
  
　　 在这里，我特别想和找了一段时间工作，开始失去信心，甚至想着如果有公司要就去的朋友们，说一句话：千万别这么想，越是这样想，越是很难找到合适的工作。 
　　 即使你真这么想，也千万别把这种感觉流露出来。 
　　 因为，首先，你要知道，我们不是在乞求一份工作，我们是提供我们的聪明才智与辛苦劳动去获得相应的报酬，事实上，是我们在养活公司，而不是公司养活我们。所以，我 

们首先一定要抬头挺胸的！ 
　　 其次，人的心理都是希望找到性价比最高的东西。公司招聘也在找性价比最高的人。所以，他们肯定希望自己招的人是足够有价值的珍品而不是买不出去的滞销品。 
　　 其实，面试官的心理本身就有点矛盾的。一方面，他们会想法设法的去挑剔你，打击你，迫使你放下自信；另一方面，他们又很希望看到你能够经得起打击与挑剔，依然自信 

。 
　　 而且，谁都喜欢高难度的东西。如果你是从千军万马中杀出来，成功获得那份工作的，你一定很有成就感；同样，公司也希望招到的人是有要求，肯定自身能力与价值的人。 
　　 
　　 所以，不管现在如何艰难，不管你是多么想放弃，请你都要抬头挺胸，不卑不亢的参加面试，同时勇敢的提出自己的要求与想法。 
　　 我们是与公司合作，是帮公司赚钱，而不是乞讨！！！ 

　　 在天涯的帖子里面，我看到许多朋友都对各公司人事部门的人心存意见，觉得他们傲慢无论，故意挑剔，装腔作势等等。 
　　 
　　 我非常想替从事人事工作的朋友们说句公道话，我在想，大家是否把人事部的人等同于面试官了呢？大家是否把面试你的人都当成人事部的人了呢？ 
　　 
　　 我面试的公司应该是范围很广的，什么类型都有。 
　　 就我面试的经历而言，除了极个别公司人事部的同事有点无礼外，90％以上公司的人事部都是非常和蔼礼貌的。遇到没有礼貌的面试官一般都是公司的中层管理者。 
　　 事实上，我去的那些公司，他们的人事部非常清楚自己的角色，是服务于公司其他部门。所以，他们对于我们应聘者都很礼貌，许多人还很热心。 
　　 我遇到过不少礼貌又热心的人事部朋友，有的好意提醒我面试的时候该注意什么，接下来的经理喜欢什么样的员工，有的甚至还特地告诉我面试没有通过的原因，并且再次帮 

我申请一次面试的机会等等。 
　　 
　　 呵呵，大家仔细回想一下，面试你的那个人真的是人事部的吗？ 

美泰玩具---原来外企的工资并不是同一水准的 
　　 
　　 
　　在没有看美国真人秀节目《飞黄腾达》之前，我还真的不知道美泰竟然是全球最知名的玩具品牌，也是世界500强之一。 
　　既然是外企又是500强，那么工资与发展应该都很不错的。于是，我又怀着美好想象，开始了一次外企的面试。 
　　 
　　美泰在深圳横岗，是关外，比较偏僻。 
　　约了十点面试，我怕迟到，七点半就坐车过去了。 
　　九点四十终于找到了工厂地址。 
　　工厂位于一个小工业区里，旁边都是居民房，感觉有点离想象很远的样子。 
　　 
　　接待人员是人事小姐。 
　　很和蔼亲切，一面自然就是她了。 
　　一面的内容依然还是基本情况了解与英语水平测试。 
　　1.先谈谈你自己吧。 
　　2.你在以前公司做得很好，为什么要来美泰？ 
　　3.如果在美泰从事基层工作，你愿意吗？ 
　　4.如果你下属不愿意加班，你怎么办？ 
　　5.你的期望薪水是多少？如果达不到你的要求，怎么办？ 
　　6.COULD YOU TELL ME ABOUT YOUR WORK EXPERIENCE? 
　　7.HOW WOULD YOU DESCRIBE YOUR RELATIONSHIP WITH YOUR MANAGER? 
　　等等 
　　 
　　然后，就是部门经理的二面。 
　　部门经理是香港人，不会讲国语。 
　　所以，我们的沟通就是粤语与英语。 
　　主要就是考核了工作内容与管理水平。 
　　1.你平时如何给下属分配工作？ 
　　2.如果一个人工作量很多，你是否会分给另一个人？ 
　　3.如果下属情绪不好，不愿意工作，你如何激励他？ 
　　4.你是如何帮助公司节省物流成本的？ 
　　等等 
　　 
　　最后，当然就是谈薪水了。 
　　美泰会直接告诉你多少薪水，福利很少，而且工资可波动幅度范围也很小。工资制定得比较死。 
　　当我听到薪水制度的时候，有点难以想象这是一家世界500强的美国公司。 
　　 
　　所以，只好说，我需要考虑。 
　　对方也很客气的说，那你回去考虑下，我们也要商量下，有消息再通知你。 
　　 
　　以前听多了人说外企工资高，一般职位都是8000左右，可我现在才发现不少外企（我到面试结束，现在整理才发现他们竟然都是世界500强），一般职位也就4000左右而已。 
　　 
　　唉，同企不同酬啊。 

另外再补充一个问题啊，就是这家公司是去年才成立的。对于新公司有必要去尝试一下吗？因为当时面试官对我说，如果我能被录取。也就是他们单位的一名元老，这些 

对我以后的发展有什么优势？又有什么劣势？ 
----------------------------------------------------------------------------------　 
　　新公司是种冒险但也是种机遇。 
　　冒险，是因为新公司的未来发展并不一定可靠，凡事都在摸索，很有可能业务无法开展，公司赚不到钱，自然你的发展也就无从可谈。 
　　机遇，是因为既然是新公司，自然一切都是未定的，你自己充分发挥自己的才能与智慧，一个人充当多面手，而且的确以后公司做大了，你就是元老，获得的发展与福利都很好。 
　　 
　　所以，关键在于，你需要自己去判断一下这家新公司的发展前景。你可以综合考虑一下，公司的产品，业务领域，行业竞争，公司的老板做事风格等等。然后，自己就基本可以判断出公司的发展如何了。 

富士施乐---唯一无论是否合适都会电话通知你结果的公司 
　富士施乐，之所以对它印象深刻，是因为在我面试的六十家公司中，它是唯一一家无论合适与否都一定会在一个礼拜里通知你结果的公司。虽然由于薪水低于我的要求无法达成合作，但人事的做事方法还是让我对它很有好感。 
　　 
　　由于深圳这边只是办事处，所以，面世人员是从广州公司特地赶过来的。 
　　统一约的是周五。 
　　我按照面试时间准时到达罗湖嘉里中心2906-2907，富士施乐的办事处。 
　　前台登记后，就在等待区域等。 
　　面试官过来了，很有礼貌而且非常注重礼仪的一位女士。连说对不起，需要各位久等，并请大家填份资料，做一下测试题。 
　　接下来，我们就坐着填写资料登记表，并做一份简单的计算机知识和英语测试。题目都很简单，基本可以应付过去。 
　　 
　　不过，我在这里有一个失礼的行为。 
　　由于并没有专门的接待人员，只是有广州过来的面试官一个人，我做完题目后，并不知道把资料交给谁还是说坐着等待。所以，我就起身去找到了面试官，她当时正好在面试，所以，她礼貌但不高兴的对我说，请在面试区域等待，我正在面试！ 
　　自始至终，她都是非常有礼貌，很注意礼仪的，所以，我想我这个不是很礼貌的行为应该会有点点不好的印象吧。 

　　轮到我面试了。 
　　走进面试间，面试官礼貌的对我微笑，并请我坐下。 
　　但别被面试官的友好迷惑了，这位面试官就是典型代表。 
　　虽然礼貌但问的问题都很犀利而且切中要害。 
　　见我坐下，她就开始简单的介绍了下自己，说些欢迎我来参加面试的客气话。 
　　然后，就简单称赞了一下我的履历很不错。接下来，就直奔主题。 
　　 
　　“你既然以前做到了管理者的位置，为什么要离开？公司不能提供你发展了，还是你个人有什么原因？” 
　　“你以前既然做到了管理层次，现在来我们公司重新开始，你是什么心态？难道你认为我们公司就一定会比你原来公司好吗？” 
　　“如果你长期努力工作得不到提升，你怎么办？” 
　　“如果你的下属非常不服你，而且能力也的确比你强，你会让贤吗？” 
　　“如果你原来公司做哪三件事情，会让你改变决定，留下来、”“什么样的工作才让你感觉有成就感和挑战性？” 
　　“如果我们公司不能提供你要求的薪水，你还愿意来我们公司吗？” 
　　等等。 
　　每个问题都很直接，而且都要求我给予明确答复，拒绝那些客套话或者绕弯子的话。 
　　 
　　不幸的我又犯了另一个错误。 
　　我面试的时候忘了把手机调为震动，在面试中电话声响打断了我和面试官的对话。 
　　而且第一次响的时候，我没有理会，装作没有听到； 
　　第二次响了，是面试官主动停下来，请我接电话的。 
　　 
　　是环球资源的电话面试。 
　　可我现在不能接听，只能说“不好意思，我现在有事情，待会给你回过去。” 
　　之后，给面试官道歉，并继续面试。 
　　 
　　谈到工资和福利的事情。 
　　面试官一再强调这个岗位不是很关键的职位，所以，薪水肯定低于我的预期。问我可不可以接受。 
　　我绕了半天弯子回答什么薪水不是最重要啊，什么公司会根据实际能力给予适当薪水啊等等。 
　　她直接说我，回答问题爱绕弯子，要求明确的答案。 
　　 
　　最后，面试官和颜悦色的感谢我来面试。 
　　并且说，不论录用与否，都一定会在一个礼拜通知我的。 
　　我也感谢面试官给我的面试机会。 
　　 
　　走出大厦，我知道应该是不会录用我的。 
　　一来，我对于薪水是不能接受的，虽然我没有说实话，但我想面试官那么厉害，一定看得出来的； 
　　二来，面试的过程，我有两次有失礼仪的地方，面试官那么讲究礼仪的人，肯定对我的印象还是会有所打折的。 
　　 
　　五天后，我如约收到了这位面试官的电话，很礼貌的对我表示歉意，说公司会把我的资料存档，希望以后有机会可以再合作。 
　　虽然没有获得职位，但我觉得这还是一次不错的面试经历。 
　　尤其，这是我收到的唯一一个没有被录用也通知你面试结果的电话。 
　　富士施乐的好形象至少在我心中建立了。 

　　面试总结： 
　　 
　　1.面试中，我们需要时刻保持我们自己的礼仪的。尤其在外企面试的时候，礼仪与细节非常重要。 
　　 
　　2.手机调为震动是一件很必要的事情。 
　　 
　　3. 面试的时候，最好尽量直接回答，切中要害，不要绕弯子。 
　　 
　　 我们中国人可能习惯了委婉说话，而且我们在面试的时候都喜欢说些漂亮话，不喜欢直接说明白自己的意愿，许多面试的指导书也都教大家面试的时候这样回答。 
　　 
　　 但就我这次面试的经历而言，我个人觉得，绝大多数面试官都喜欢听到面试者的真话，喜欢得到你的直接回答，而不是绕弯子。你一绕弯子，基本上就不可能有好的结果了。 
　　 
　　 比如，面试官问你“你愿意从事基层的工作吗？” 
　　 如果你之前是管理工作，不愿意从事基层做起，就请你坦白直接地回答“不，我觉得我的能力完全胜任管理工作。” 
　　 这样远比“我认为从基层做起挺好的，非常锻炼人，如果公司需要，我愿意接受这种安排。。。”好多了。 
　　 会让人觉得你这人坦诚，而且自信，让人相信你的能力。 
　　 
　　 面试官问你“你能够接受比你预期低的工资吗？”能够接受就说可以，不能就直接说不能。 
　　 不要绕弯子说“我认为工资也不是最重要的，关键是什么什么。。。”。 
该回复于2008-10-14 16:23:00被版主修改 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 yitaohust 
 
等级: 
可用分等级：中农 
总技术分：391 
总技术分排名：39575 

 发表于：2008-10-14 15:51:253楼 得分:0 
很仔细地看完了，学到很多东西，谢谢楼主了：） 
　　　　我03年毕业，一直呆在同一个单位，今年准备跳槽了。对外面求职环境完全不了解，想请教几个问题： 
　　　　1。楼主这么多地面试机会都是怎么获得的？是在求职网站上搜索公司后投简历，还是直接到公司网站上寻找工作机会？另外，很多公司的网站上没有登出招聘信息的，能否发求职简历过去？ 
　　　　2。楼主之前没有外企工作经验，怎么能得到如此多外企的面试机会？是自身的英语能力很好吗？平时怎么保持英语水平的？ 
　　　　呵呵～～问题比较幼稚，因为没经历过艰苦的找工作过程，很多都不了解，还请不烦解答。 
------------------------------------------------------------------ 
请别客气，非常乐意回答你的问题。 
　　 问题一，我的求职资料都是在人才网上发的。 
　　 先搜索合适的工作和岗位，然后就直接发过去。 
　　 具统计，网上投递的回复率大概是7％左右。也就是说，你投一百份简历，大概可以收到七个左右的面试通知。 
　　 我是想着这个比例，一般会尽量多投一些简历。还好，我的简历回复率比较高。一周发一次，平均每周可以收到15-20个左右的面试电话。 
　　 问题二，如果公司没有招聘广告，你又想去他们公司的话，建议你用信件的形式把简历，求职信等资料邮寄到他们公司人事部。这样子显得很正式，又有诚意。如果有空缺，他们会联系你的。 
　　 问题三，我之所以有比较高的回复率，应该归功于我的工作经历。 
　　 我的工作经历呈现了一个上升的阶梯。 
　　 也就是说，我的第二分工作，无论是职位，工作职责，还是工资待遇，相对第一份而言都是个进步。 
　　 招聘单位最喜欢看到的就是这种阶梯进步的简历，显得你有目标又有进步。 
　　 当然，他们也最喜欢看到你现在所应聘的职位相对之前而言同样是个进步，无论是职位还是薪水。 
　　 所以，准备简历的时候，最好呈现出一个领域的阶梯进步性。 
　　 这样子，机会就大些。 
　　 另外，我的英语真的很惭愧，实在对不起我的专业。 
　　 这也是我被一些外企刷掉的原因。 
　　 所以，要想进好的外企，英语真的很重要。 

既然去了那么多公司，在遇到许多礼貌友好的面试官的同时，自然也遇到了一些很没有礼貌，目中无人的面试官。 
　　 
　　 接下来就说说，我所经历的四家公司的比较没有礼貌的面试官。 
    
　　光汇石油- 虚假广告加目中无人的面试官 
　　 
　　光汇的公司介绍是这么说的，光汇石油是经中国商务部批准经营成品油批发，专业从事石油化工产品的销售、仓储及码头装卸、海陆运输、油品保税仓储和海上船舶供油及加 

油站业务的民营石油企业，也是中国国内唯一一家正式获得国家批准开展外轮免税油供应业务的民营企业。 
　　 
　　当时我想着，石油行业是垄断的，暴利行业，进不了中石油，能够进入民营的石油领域也不错。 
　　国际商务主任，卖石油，肯定很赚钱。 
　　 
　　一大早朋友开车送我到面试地点，并祝我好运。 
　　我就那样西装革履，自信满满的走进了面试大楼。 
　　招商银行大厦27楼，好像整层都是光汇集团的。 
　　心想，这家公司有一定实力。 
　　办公室风格和国有大企业的风格很相似，比较注重威严感。 
　　 
　　之后，人事的一位男士面试我。 
　　检查证书，简单的情况了解，然后就是英语口语的考核。 
　　等了十五分钟后，人事通知我稍等，待会二面，出口经理面试。 
　　 
　　等了半个小时、。 
　　一中年男士进来了。 
　　具体我不作评价，各位可以参考典型的中国企业或者政府部门中层领导的形象。 
　　和他打招呼，没有理睬，直接坐下。 
　　说实话，我和这种类型的领导打交道，心里总是有点虚。 
　　他气势就是大，头也没抬，也没叫我坐下，就直接发问，用英语介绍下自己。 
　　我说，我可以先坐下吗？ 
　　他没说话。 
　　我就直接坐下了，真的有点紧张。 
　　然后，说的英语也有点结巴。 
　　才两句话，忽然他就站起来，直奔门外。 
　　我愣在那里，都不知道怎么一回事情。 
　　及至人事的那位同事进来，很不好意思的和我说，要我先回去等消息。 
　　从他非常不好意思而且有点尴尬的表情，可以看出那位部门经理应该对我非常不满意而且还指责了这位同事的工作。 
　　就这样，我第一次被人如此迅速的刷掉。 
　　没有半句交流，话没有说完就被扔房间，三十秒都不到的面试。 
　　 
　　一周后，光汇来电，通知我再次过去。 
　　我提醒他们，上次我去过了。 
　　他们说，知道，我们是通知你复试。 
　　本来，冲着那么没有礼貌的上司，我不想去的。 
　　但我很想知道上次那样子了，怎么又通知我去复试？到底是怎么一回事情。 
　　于是，再次来到招商大厦27楼。 
　　原来，这次叫了差不多二十左右的候选人，都是海外业务的。 
　　上次那位经理，做了自我介绍与工作介绍。 
　　我这才知道，原来是英国回来的海归，怪不得那么有“气势”。 
　　听他自赞道，他们部门都是海归，素质都很高，不像其他公司的那些人。 
　　但很抱歉，我半点都没有看到礼貌与素质的影子。 
　　然后，终于知道，所谓国际商务主任，原来就是在港口的船上登记石油数量，然后让船长签字就可以了。说白了，就是个记录员。 
　　自然办公地点不在这里，在偏远的港口。 
　　整天都是闻着海水与鱼腥味，然后穿着西装，顶着雨衣，爬缆绳，上船做记录。 
　　这样子的工作，却叫国际商务主任？ 
　　 
　　他故作大方的说，我不希望你们不明白工作内容就来公司了，所以，给你们时间好好考虑下。 
　　但我们这份工作真的很具挑战性，而且同事素质都极高的，年轻人要抓住机会哦。 
　　真的那么坦诚，当初的招聘广告怎么不写清楚？ 
　　既然如此，我便毫无留恋的先离开了。 
　　 
　　事后，和人说起，有人应聘光汇的油品计量员。 
　　从广州来到深圳关外的光汇油库,在做完一份考卷,爬上两个近30米高的油罐后就没有了下文。 
　　事后他主动去问,才知道，油库说他不会计量。 
　　可他说，他爬上油罐后，根本没有人叫他量油。 
　　他很愤慨，自己在石油公司工作8年,长期从事石油计量和化验的工作，怎么可能不会量油，纯粹就是走过场的面试。招聘只是在做广告而已。 
　　另外也有人，早上9:00去面试。 
　　从人事到部门主管再到老油条（老板）18：30才过来，面试后什么也没回应。 
　　的确，光汇石油常年大量的招聘启事，总是那些职位，面试流程，淘汰理由等也并不合理，不排除有广告的嫌疑。 
　　何况，那样子的面试官，实在也让我汗颜。 
　　幸好，这种没有半句交流，话没有说完就被扔房间，三十秒都不到的面试，只此一家。 
　　 
　　 
　　面试总结：常年在网站招聘，招聘岗位众多，招聘启示工作职责不明，面试流程与淘汰理由不大合理的公司，一般都有虚假招聘广告的嫌疑。请求职的时候多多注意。 

深圳家具行业协会—冷面女王 
　　 
　　请别怪我求职没有方向，对于家具与展会，我是挺感兴趣的。 
　　所以，我就去了这家叫做深圳家具行业协会的公司。 
　　名字好像有点怪的。 
　　 
　　在深圳西丽工业区那边。 
　　比较偏僻，没有公交车直接到。 
　　下车后，坐三块钱的摩的。 
　　找了好几个人，才遇到知道这个地方的摩的师傅。 
　　 
　　毕竟是做家具的，公司环境布置还可以，色彩很丰富。 
　　前台让我稍等，说是经理还在面试。 
　　半个小时后，通知我可以进去了。 
　　面试间正中央坐着一位中年女士。 
　　我敲门，同时问候，您好，我是某某。 
　　没有抬头，也没有理睬我。 
　　那我就直接走进去了。 
　　再次打招呼，她抬头看了我一下，没有说话也没有叫我坐下。 
　　我只好自己坐下。 
　　三十秒钟过去，她没有开口说话，也没有抬头。 
　　我就礼貌的问她，您现在是否不方便面试？或者我们改天再约个时间。 
　　她冷的回答，不用。你自己介绍下吧。 
　　我就自我介绍。 
　　三句话，被打断了。 
　　之后，就是一轮很长的英语面试。 
　　轰炸了我大约四十分钟。 
　　忽然，她说了句，THAT’S ALL ,THANK YOU. 
　　我全然没有反应过来，面试结束了。 
　　这时，她打电话通知前台叫下一位。 
　　并对我说，你可以出去了。 
　　我愣着不知道该做什么了。 
　　我不知道哦可以出去了的意思是在外面等待通知，还是我回家等消息。 
　　只好硬着头皮，问她是什么意思。 
　　回家等通知。 
　　 
　　就这样子，我的又一次面试经历结束了。 
　　结果如何，自然可想而知的。 
　　但遇到这种面试官，我实在也无语。 
　　十足的冷面女王嘛。 
　　也许我长得不讨喜，也许她今天心情不爽，也许职场的中年女性都如此吧 

深圳某物流企业---抽着雪茄喝着红酒面试的老板 
　　 
　　这家企业的名字，我都忘了，毕竟面试了那么多家，又不是知名企业。 
　　但是，老板的形象我倒记得一清二楚的。 
　　也算是我面试经历中的一道风景吧。 
　　 
　　找了一段时间工作，去了一些外企，发现并不是预期那么好之后，开始考虑一些小企业的经理之类的工作了。 
　　这家公司就是在这种情况下，打电话通知我去面试的。 
　　公司地址在深圳羅湖商务中心。 
　　先是填资料。 
　　然后是人事部一面。 
　　面试官是个年轻女孩，而且和我是老乡。 
　　很是欣赏我，觉得我的资历与回答都非常优秀。 
　　四十分钟面试结束后，就立刻推荐给了部门经理。 
　　 
　　部门经理是位中年男士，很斯文。 
　　重点考核了我的工作经历与工作态度。 
　　具体问题 
　　1.客户交货期延误，如何处理？ 
　　（与客户打交道的工作，一定会问这类问题） 
　　2.客户临时增加订单，如何处理？ 
　　3.客户不断投诉你，经理又催你工作，你如何应付？ 
　　4.你的客户利益和经理客户利益发生冲突，你如何处理？ 
　　5.请讲述一个你做得最成功的客户，并说明为什么这个客户可以做得成功。 
　　6.请讲述一下你平时如何激励下属的，有什么具体实例吗？ 
　　（管理职位，一定会问这类问题） 
　　7.你对压力与加班如何看待？（加班的公司一定会问这类问题） 
　　8.你如何看待大企业与小企业，又是如何选择它们？ 
　　（你从大企业去小企业，一定会被问这类问题） 
　　等等。 
　　 
　　看得出来，部门经理对我的工作经验和工作态度都很满意。 
　　明确告诉我说，希望我立刻可以上班。 
　　接下来，就等老板批示了。 
　　 
　　半个小时，老板亲自面试。 
　　老板的办公室布置得很金壁辉煌，典型的私企老板风格。 
　　老板的形象也是典型的老板形象。 
　　端坐正中央，在我打完招呼后，叫我坐下。 
　　我开始自我介绍。 
　　 
　　这时，门外有争吵声。 
　　原来，是一女孩子做了不到两个月就要离职。 
　　人事部想方设法不想要她立刻走。 
　　谈话中，还听出来，他们公司离职率很高。 
　　老板叫我先出去，然后和人事部商量着如何处理。 
　　隐约听到想克扣工资，故意为难。 
　　 
　　十分钟后，我再进去。 
　　听到刚才的争吵与对话，我已经不想进入这家公司了。 
　　我不喜欢操作不正规，对员工故意刁难的公司。 
　　他问了些问题，我礼貌作答。 
　　想不到的是，他开始拿出雪茄，慢慢的吐着烟。 
　　然后，还起身倒红酒，慢慢喝起来。 
　　我不反对吸烟喝酒，可是面试的时候，我如此认真重视你，那么你也应该同样的尊重我。 
　　心里反感不已。 
　　何况，之前的争吵那幕已经让我兴趣全无。 
　　于是，我礼貌的说，看样子，您今天不方便面试，我们还是改天再约时间吧。 
　　他愣着，说，今天没有事情啊。 
　　我直接说，您需要时间来抽烟喝酒，哪能分心面试我呢？何况我还有事情。 
　　他也就明白了。点头。再见。 
　　谢谢，再见。 
　　 
　　 
　　面试总结： 
　　1.去一家不了解的公司，尤其是小公司，一定要注意公司的员工，如果员工流动性很大，辞职都不爽快的话，这种公司趁早别进。 
　　2.大企业靠的是整个公司管理层，小企业就完全靠老板了。 
　　所以，如果你去私企，请认真观察老板的为人。 
　　老板决定着公司命运。 
　　3.面试的时候，心态一定要平和。 
　　平和的意思是不恃才傲物，但也决不做弱势群体。 
　　如果面试人员对你不尊重，让你不舒服了，请直接说出来。 
该回复于2008-10-14 17:06:10被版主修改 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 zhoujianhei 
高手．高手．高高手 
等级: 
可用分等级：掌柜 
总技术分：22572 
总技术分排名：519 
 发表于：2008-10-14 15:55:464楼 得分:0 
呵呵，在正确的时间幸运的看到了楼主的真传，小女子，去年毕业，去北京某个比较知名的IT企业工作一年，现在深圳求职中，以网上投简历的方式进行，4个大型招聘网站，几乎天天在投（数量不少），天天更新，但是被浏览次数仍旧少得可怜，电话仅有几个，想请教楼主，我的问题主要出在哪里，是投简历的方式不正确呢，还是简历有问题呢，方便的话能MSN交流吗，小女子虽失业数日，却心急如焚，谢谢大师指点咯。 
--------------------------------------------------------------------------- 
　　 
　　大师？挺起来像搞传销的。 
　　嘿嘿。你看我失业那么久，面试失败那么多次，就知道我没有资格指点你的了。 
　　我想，你的简历投递方式是肯定没有错的。 
　　像有的朋友建议的那样，你可以多增加一些求职渠道。 
　　网络，内部推荐，报纸，现场招聘会等多方综合总比单一方式好。 
　　关于简历，我个人的简历其实很简单： 
　　1.重点突出，我只写了我的工作经历与工作职责，其他信息都一笔带过了； 
　　2.事实说话，我写我在公司取得的成就的时候，都用了具体数据来说明； 
　　3.注意细节，我的简历简单却没有一个错误，包括标点符号。 
　　我想，注意了以上几点，就是一份成功的简历了。 
　　 
　　另外，你还可以参考一下，天涯的几个比较专业的简历帖子。 
　　希望可以帮到你。谢谢。 
　　http://www.tianya.cn/New/PublicForum/Content.asp?flag=1&idWriter=15694726&Key=0&idArticle=121257&strItem=no20 
　　 
　　http://www.tianya.cn/New/PublicForum/Content.asp?flag=1&idWriter=15694726&Key=0&idArticle=120201&strItem=no20 

沃尔玛—我的热情没能打动他的心 
　　 
　　沃尔玛，世界上最大的连锁零售商，多年财富500强的前十位。 
　　亚洲总部和中国总部都在深圳。 
　　每年都会招人。 
　　我在网上也投了简历，但一直都没有回复。 
　　这次能够获得去沃尔玛面试的机会，完全得感谢我的一位业余学习班的同学，是他推荐的。 
　　看来，传言不假，外企喜欢内部推荐。 
　　嘿嘿，我得加油多认识些在外企工作的朋友们。 
　　 
　　 
　　早上十点，西装革履的准时来到面试地点， 
　　沃尔玛中国总部---深圳罗湖文锦北路的新南滨大楼。 
　　 
　　第一轮是英语测验。 
　　题目有名词解释和段落翻译。 
　　内容稍微复杂点，有一些基本的英语能力考验，也有零售行业和沃尔玛公司的一些知识考验。 
　　由于之前对沃尔玛有比较多的了解，所以，完成得还算顺利。 
　　 
　　建议：去大的外企面试之前，最好对其公司做个充足的了解，上公司网页看看，包括中英文网页。这样子，无论是面试中回答问题，还是英语测验都可以做到有备无患。 

第二轮是人事部的面试。 
　　 
　　面试官是个很年轻的男士，也很亲切。 
　　问题还是那些基本问题，主要就是了解你的基本情况和英语口语测验。 
　　 
　　1.请做个自我介绍 
　　有条理的介绍了自己。 
　　 
　　2.介绍下以前的工作。 
　　简单有重点的说明就可以了。关键简述有应聘职位有关的部分。 
　　 
　　3.为什么要来沃尔玛。 
　　由于之前我对沃尔玛有些了解，我就强调了沃尔玛在行业的领先地位，强调我对沃尔玛的兴趣，并且把我对沃尔玛的了解包括去年营业金额都说了，以证明我真的有兴趣。 
　　 
　　4.说说你有些什么弱点 
　　我就坦白说自己性格比较急，很在意结果。 
　　 
　　接下来，英语口语测验。 
　　1.INTRODUCE YOUR FIRST JOB. 
　　说实话，我对我的第一份工作还真的有点不是很熟悉了。 
　　但不要紧张，稍作回忆还是可以记起来的。 
　　 
　　2. WHY DID YOU LEAVE THE COMPANY? 
　　很简单，如实作答。 
　　CAREER DEVELOPMENT. 
　　 
　　3.HOW DO YOU THINK YOU ARE QULIFIED FOR THIS POSITION? 
　　再次强调自己的优势。 
　　FIRSTLY , SECONDLY , FINALLY …. 
　　 
　　4.YOUR EXPECTED SALARY 
　　如实作答。 
　　 
　　面试结束。 
　　人事先生请我稍等下。待会有人事经理面试。 

二十分钟后，人事经理过来了。 
　　 
　　人事经理是一位中年女士，很和蔼可亲，但也很精明干练。 
　　坐下后，立刻开始第一个问题。 
　　 
　　1.你的履历看起来不错，你在原来公司做得很好，为什么要离开呢？ 
　　离职原因是每次面试都一定会问的问题。务必请准备好。 
　　我的是如实作答。首先，感谢原来公司，肯定自己获得了许多。切忌不要说原来公司任何不好。 
　　然后，我结合自己的职业价值取向，说明我渴望承担更多的责任，能够进一步的发展职业。 
　　 
　　2.那你为什么要来沃尔玛？你对我们有什么了解？ 
　　这个问题一般会紧跟上一个离职原因而来。 
　　我还是重点强调沃尔玛对我的吸引力，并把我所了解的沃尔玛的营业额，500强排名位置，公司文化，在中国的发展计划等等全部说了出来，以显示我真的有了解而且有兴趣。 
　　看得出人事经理很满意我的答案。 
　　 
　　3.你以前主要的工作职责是什么？ 
　　还是重点强调与应聘职位有关的部分。 
　　 
　　4.你过去的工作中，最成功的事情是什么？ 
　　我说了自己为改善公司原来流程，为公司所节省的成本，用数据说明。 
　　 
　　5.那么，最让你感觉失败的事情又是什么？ 
　　我说了刚进公司不是很懂公司产品与流程所造成的一次失误，但紧着说明了对失误所采取的补救措施，以表现我的主动学习和迅速改错的能力。 
　　 
　　6.你如何评价自己过去的职业生涯？ 
　　我总的肯定了自己的职业生涯。 
　　即使你没有职业目标，也要清晰的说一个与应聘职位一致的职业目标。 
　　 
　　7.如果来到我们公司，你的上司交给你一项任务，这项任务你以前从来没有接触过，这时候你该怎么办？ 
　　我想，她应该主要是考核我的实际处理新情况与主动学习的能力。 
　　 
　　接下来又是英语考查。 
　　1.CAN YOU TELL ME ONE SUCCESSFUL CASE IN YOUR WORK EXPERIENCE? 
　　2.HOW DO YOU MANAGE YOUR UNDERLINGS? 
　　3.WHAT ARE YOUR MAIN MERITS？ 
　　4.WHAT COMPANY DO YOU WANT TO WORK FOR? 
　　 
　　“OK,我们的面试到此结束，请回去等我们通知吧。” 
　　“谢谢，请问到时候是最后一次面试吗？” 
　　“是的，谢谢你。“ 
　　“谢谢。再见。” 
　　 
　　我对自己这次面试的表现很满意。 
　　我相信应该会有再一次面试通知的。 

一个多礼拜后，我接到了复试电话。 
　　 
　　感觉很兴奋，自认希望应该还是满大的。 
　　 
　　于是，好好休息一番就准时过去面试了。 
　　 
　　面试官是位中年男士，礼貌但很严肃。 
　　他作完一个简单的自我介绍之后，就介绍了这个职位的岗位职责和要求。 
　　 
　　之后，就发问。 
　　 
　　1.请谈谈你对这个职位的理解？ 
　　我就我自己的理解，结合他刚才的介绍说了一下。 
　　然后，强调我的优势刚好可以胜任。 
　　 
　　2.如果你被录用了，请问你将如何开展新工作？ 
　　这个问题我还真的有点不知道如何回答。 
　　只能临时拼凑，泛泛而谈了。 
　　熟悉公司文化，产品，运作流程。与同事，其他部门沟通，营造好的合作氛围。 
　　立刻了解客户的资料，熟知他们的需求，并迅速建立好的客户关系。等等 
　　 
　　3.你的客户多次提出一些不合理的要求，你怎么办处理？ 
　　请记住沃尔玛的宗旨是客户永远是对的。 
　　所以，一定要体现你良好的服务意识。 
　　我的回答是，我记得贵公司的服务宗旨是：客户永远是对的，如果客户不对，请参照第一条。 
　　我会在维护公司利益的范围里尽全力去满足客户的要求，并且我会去仔细观察客户之所以一直不满意的原因是什么，是对商品不满意还是对公司有成见还是对我个人服务有不满？ 
　　我相信，诚意和沟通最后一定可以打动客户，让他满意的。 
　　当然，如果我们尽最大努力做好了一切，客户还是无理取闹，那么，只好礼貌的拒绝了。 
　　 
　　我看到了经理隐约的笑容。看来我的回答很对他心意。 
　　 
　　4.看样子，你对沃尔玛挺了解的。那么，你还了解沃尔玛什么呢？ 
　　我又把之前的了解一一说了出来。 
　　此时，我不得不感谢自己在面试之前对沃尔玛的背景做了详细了解。 
　　 
　　5.请告诉我，为什么你是这个职位最合适的人选？ 
　　我还是把之前准备的自己的优势一一说明。 
　　 
　　6你如何进行内部沟通？部门与部门之间的冲突，你如何处理？ 
　　考核你的沟通能力。我结合以前的工作经验做了实例说明。 
　　经理不断的点头。 
　　 
　　8.我可以打这个电话向你的上司和总经理核实你的工作情况吗？ 
　　我当然说可以，您可以随时核实。 
　　 
　　9.接下来，又测试了我的英语口语，内容大同小异，还是那些问题。 
　　 
　　10.你还有什么问题需要问我的吗？ 
　　千万不要说没有，怎么也得问几个和工作相关的问题。 
　　 
　　我大致问了，您在沃尔玛工作多久了？ 
　　您做得这么出色，不知您是否可以给我一些做好这份工作的建议呢？等等 
　　 
　　面试愉快结束。经理说等他的好消息。 

走出沃尔玛全球办公室大门，我的心情非常轻松。 
　　对这次面试的过程感觉很良好，甚至立刻就给我老妈打电话说，我就要工作了。 
　　回家与朋友大吃了一顿，睡得很好。 
　　 
　　可是，左等右等，一个礼拜过去了，都没有任何消息。 
　　我安慰自己，大公司，流程都比较慢的，再等等啊。 
　　 
　　两个礼拜过去了，还是音信全无。 
　　这时候，基本知道是什么结果了。 
　　但就是不甘心，何况还抱一丝希望，有点公司一个月才通知上班的。 
　　 
　　实在忍不住了，就主动打电话过去询问。 
　　人事先生礼貌的告诉我，不好意思，他们觉得不是最合适的人选。 
　　 
　　我有点大受打击，感觉就像谈了一次长时间的恋爱，最后被告知分手一样难过。 
　　 
　　希望越大，真的是失望越大。 
　　投入越多，失落就越多。 
　　 
　　沃尔玛啊，沃尔玛，为什么我的热情就无法打动你的心呢？ 

面试总结： 
　　 
　　1.大公司比较规范，整个面试过程很正规，面试人员也让你感觉很有素质。 
　　福利待遇还不错，但工作压力也很大。 
　　 
　　2.传言不假，外企喜欢内部推荐。 
　　各位想进外企的朋友，可要加紧多认识些外企员工。 
　　 
　　3.去大的外企面试之前，最好对其公司做个充足的了解，上公司网页看看，包括中英文网页。 
　　这样子，无论是面试中回答问题，还是英语测验都可以做到有备无患。 
　　 
　　4.面试过程良好，并不代表有结果。还是多方撒网比较好。 
　　 
　　5.外企英语真的很重要。 
　　也许就是综合比较，我的英语不够好，被刷了吧。 
　　 
　　祝各位成功！！！ 

一直有一个问题想请教楼主：如何平衡在职期间在外面找工作？毕竟，没有一个公司会喜欢“骑驴找马”的在职员工。 
　　　　 
　　　　 我现在真的想离开这家公司啦～～～ 
　　　　　　 
　　　　 想想自己在这样发展下去，也没有什么出路可言，还不如早点出去寻找自己感兴趣的工作。没有发展，哪有前途？ 
　　　　 不知LZ有何良策？？ 
------------------------------------------------------------ 
　　问题一：应该没有非常好的办法可以平衡在职期间在外面找工作。 
　　但你可以注意几点： 
　　1.有工作找工作和没有工作找工作不一样。 
　　没有工作找工作的时候，广撒网；有工作找工作的时候，精选择。 
　　你需要对你所投的公司做个认真选择，也就是说，你决定去面试的公司，一定是你很感兴趣又觉得把握比较大的。 
　　2.不要在短时间里，集中请假。一般一周顶多一次就行了。 
　　3.既然是你认真选择过了的公司，面试的成功几率自然也比较大。一般四五家下来，基本上就可以搞定了。 
　　 
　　问题二：依然是个职业生涯规划的问题。 
　　　　 同样请你认真思考这三个问题： 
　　　　 1.你的性格适合从事什么工作；适合才好事半功倍嘛。 
　　　　　　2.你的兴趣点在哪里？喜欢才有热情和动力。 
　　　　　　3.你的专业，工作经验和能力水平又适合做哪些行业？实际能够做才有可行性。 
　　 
　　尽可能寻找三者的结合点，你就可以朝这个方向努力了。 
　　毕竟职业是一辈子的事情，所以，在现实的情况下，选择适合你兴趣和发展的公司。 

深圳中信协调货运有限公司---无良企业代表 
　　 
　　 
　　 
　　 
　　求职市场中，无良企业还真的不少。 
　　 
　　有纯粹做广告发布虚假招聘信息的； 
　　有纯粹过场走形式已经内定了的； 
　　有工作岗位职责不明骗你上班的； 
　　还有纯粹把你骗过去套取行业信息的。 
　　 
　　我就遇到了一家这样的公司 
　　----深圳中信协调货运有限公司。 
深圳中信协调货运有限公司，它位于深圳市宝安区福永镇第一工业区中信工业城中信协调货运大厦。 
　　很遥远的偏僻地带，按理我是不可能去的。 
　　可那招聘人员实在很会骗人，再加上当时我刚被沃尔玛拒绝，所以，就有点病急乱投医。 
　　 
　　那个女人在网上搜到我的简历，连续多次给我打电话，显得非常有诚意。 
　　她说，他们公司是中信集团的。 
　　现在新成立一个部门，有非常大的发展空间给我。 
　　公司老板特地从香港过来，非常想邀请我可以过去面谈，什么都好说等等。 
　　 
　　第一天的电话，我没有答应，说不是很合适； 
　　第二天的电话，我依然犹豫者，说福永实在太远，太偏僻； 
　　第三天的电话，我就答应了。 
　　因为当时我刚被沃尔玛拒绝，实在很沮丧，难得有公司如此有诚意，如此欣赏我，我自然就很是感动的过去了。 
　　 
　　 
　　坐了整整三个小时的车，到了福永车站。 
　　一片混乱，到处都是灰尘，鞋子上全是泥。 
　　然后，打摩的过去工厂。 
　　 
　　到了那个偏辟，破旧的工厂，我很难把它和深圳市中心漂亮宽敞的中信城市广场联系起来。 
　　 
　　前台就是一位年老的保安，登记完之后，直接上二楼找人事的某小姐。 
　　二楼办公室，有些人在工作，但依然可以清晰看到刚组建的痕迹。 
　　 
　　 
　　人事小姐就是给我打电话，拼命说它们公司多好，多有发展，给我的空间多大的那个女人。 
　　她倒也坦白，说她自己也说刚来不久，都不懂什么。 
　　看了下证件，随便问了两句，就说稍等由香港的老板来直接面试我。 
　　我当时可以肯定，她连怎么分辨证件真假都不知道的。 
　　 
　　片刻到了另一会议室，等待着。 
　　 
　　十分钟后，她口中所谓的香港老板进来了。 
　　一个二十出头的女孩子，扎个马尾，手里拿一本16开的两块五毛一本的笔记本。 
　　这就是老板乎？ 
　　介绍说是老板，外加一随从。 
　　 
　　这可能是我遇到过问得最琐碎最细节化的面试了。 
　　那些面试常问问题完全没有问，都是围绕我们公司的整个部门如何运作，怎样开展工作的，流程如何设计的，有什么好的节省成本的方法。 
　　这些都还算了，接下来更加夸张，问我们公司都和哪些银行，船公司，保险公司等合作，具体的价格都是多少，怎么签订的。 
　　公司都有哪些客户，联系方式是什么。 
　　 
　　具体谈判价格与客户联系方式也问？ 
　　我晕！！！ 
　　怎么说，我也工作四年多了，哪些内容属于公司商业秘密，哪些内容可以随意透露，我还是分得清楚的。 
　　我就坦白回答她们，不好意思，有些信息是公司商业秘密，不方便透漏。 
　　 
　　两个女人相互望了一下，就问对方，你还有没有其他问题？ 
　　然后，那个所谓的老板也就是二十来岁的那个女孩子，从她手中那个笔记本上撕下一张纸扔给我。 
　　“我们测一下你的英文。 
　　你写封邮件给客户，待会给我。“ 
　　 
　　我三分钟写完。 
　　看表，下午六点三十了。 
　　走出去，交给那个所谓的老板。 
　　 “就完了？那你知道怎么出去吧？“ 
　　“知道。谢谢。再见。“ 
　　 
　　连“有消息我们再通知你“的敷衍话都没有。 
　　至此，我完全清楚这是一场什么样的面试了。 
　　回到家的时候，已经是晚上九点了。 
　　和朋友说起这件事情，几乎都说骗取行业信息的。 

面试总结： 
　　 
　　1.有时候你面试没有结果，请不要怀疑自己实力，更不要失去自信。 
　　面试只是一出秀而已，不必和实力划等号。 
　　无良公司不少，有纯粹做广告发布虚假招聘信息的，有纯粹过场走形式已经内定了的，有工作岗位职责不明的，还有纯粹把你骗过去套取行业信息的。 
　　我们已经辛苦跑去面试了，犯不着还让人家再打一耳光，自信全无。 
　　 
　　 
　　2.职场有职场的道德，即使离开了原来的公司，也请保护其商业秘密。 
　　毕竟职场就那么大，你今日太绝，他日自然寸步难行。 
　　 
　　 
　　3.有时候，面对无良公司，我们可以不必那么文明，直接质问也是一个不错的选择。 
　　毕竟我辛苦跑来，耗了一天，你得给我个说法。 
该回复于2008-10-14 18:46:29被版主修改 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 weidong0210 
跳出三界外，不在五行中。 
等级: 
可用分等级：富农 
总技术分：944 
总技术分排名：21846 

 发表于：2008-10-14 15:57:285楼 得分:0 
东亚银行---英语与专业知识真的都很重要 
　　 
　　 
　　 
　　 
　　 
　　说起去东亚银行面试，纯粹是随意而行的一次面试。 
　　当时找了一段时间工作，感觉很累。 
　　面试总是受打击，心思也飘忽不定，开始想回老家了。 
　　在网上见招聘广告就投，投完就睡觉。 
　　 
　　接到东亚银行的电话是下午两点，我还在床上迷糊着。 
　　说是要我到珠海分行面试，问我去不去？ 
　　没有反应过来，我就直接说可以，请问时间地址？ 
　　记下时间地址联系电话，就继续倒头睡觉。 
　　晚上醒来看面试记录本才猛然想起，哦，明天需要去珠海面试？ 
　　有点远哦。 
　　或许是个机会呢？就当去散散心吧。 
　　说实话，我还挺喜欢银行那种专业干净的工作氛围的。 
　　 
　　于是，第二天一大早我便坐船，从深圳来到了珠海。 
　　赶到珠海拱北迎宾南路上的东亚银行珠海分行刚好是十一点整。 
　　看到东亚银行，想着在这里工作也不错。 
　　 
　　今天来参加面试的人大约有十个。 
　　接待人员让我们在面试区域等待。 
　　 
　　第一轮是笔试。 
　　一看题目，我就有点晕了。 
　　我个人感觉，东亚银行的笔试题目应该是我面试的公司中最难的。 
　　一部分金融知识考查，一部分英语水平考查。 
　　金融知识部分，就已经让我感觉为难了。 
　　英语的考查更让我晕。 
　　好长几段中英文互译后，最后两道题目竟然是写英语论文。 
　　“论述人民币升值对世界经济和中国经济的影响。” 
　　我连用中文论述也写不出几句话啊，何况是英文！！！ 
　　来都来了，死就死吧。 
　　在做题的过程中，就已经有应聘者离开了，可能觉得题目太难吧。 
　　勉强答完，时间到了就交试卷。 
　　 
　　三十分钟后，通知我去另一个办公室面试。 
　　面试官是位中年男士，香港人，精明能干。 
　　先是自我介绍后，就开始发问。 
　　1.你以前不是做银行业的，为什么想到来银行业呢？ 
　　2.你怎么认为自己适合从事银行业呢？ 
　　3.你未来的职业规划目标又是如何？ 
　　4.可以谈谈你都个人银行业务的认识吗？ 
　　5.你将如何开拓银行业务市场？ 
　　6.你对人民币增值有什么看法？ 
　　 
　　7.COULD YOU TELL ME SOMETHING ABOUT YOURSELF? 
　　8.PLEASE EXPLAIN CALL OTION AND PUT OPTION. 
　　9.PEALSE TELL ME YOUR OPINION ON CHINESE FINANCE POLICY? 
　　 
　　我支支吾吾，绞尽脑汁也回答不完整那些题目，毕竟隔行如隔山啊。 
　　虽然经理很礼貌的对我说，请先回去，一个礼拜里等通知。 
　　可我知道面试结果如何了。 
　　 
　　走出东亚银行，我就立刻跑去旁边的酒店，大吃了一顿。 
　　随便转了几圈，就回深圳了。 
　　工作没有搞定，实在没有心情玩啊。 
　　 
　　面试总结： 
　　1.英语对外企而言实在很重要。 
　　英语不是万能，可英语不好却万万不能。 
　　 
　　2.隔行如隔山，想跨领域的朋友最好多积累些专业知识再转。 

谢谢楼主，我看过了，但是还有个问题想请教一下，我知道我的简历会有不足，但是也不至于几十份投掉一点回音没有呢，我的大部分简历都是在招聘的网站上看到后 

用email发送邮件过去的，不知道楼主您前面说的在线投递简历是不是这个意思？ 
-------------------------------------------------------------　　 
　　如果真的投递了许多却无一份回复，那么你就真的需要认真研究下了。 
　　1.是否你的简历真的写得没有吸引力？ 
　　或者太罗嗦，或者重点不突出，或者没有显示出你的资历，或者错误太多？？？ 
　　毕竟人事部门每天收到成百上千的简历，大都在看都没有的情况下自动删除了。 
　　2.是否你所投的职位和你的资历完全不符？ 
　　要提高简历投递成功率，就最好认真阅读一下招聘要求。 
　　尽量投递符合招聘要求的工作。 
　　甚至还可以有针对性的，特地为你感兴趣的工作制作一份简历。 
　　这样子成功率会高很多的。 

备注：这是另外一个人的回复  
　　 不好意思，上午开了一上午会，我就简单说一下吧。 
　　 我去任何一家公司面试我会先观察公司的规模大小以及面试官的言谈重点在那方面。比如有一次我去面试，面试行政经理，其实行政经理不是我的专长，特别是人事方面我不 

熟悉，我擅长的是商务，不懂没关系，对话就这样开始了。 
　　面：你先简单介绍一下自己。 
　　我：开始介绍自己。 
　　面：你觉得你面我们这个岗位合适吗，对这个岗位你有什么看法（机会和考验出现了）。 
　　我：我觉得我应该比较合适，你能不能把贵公司这个岗位具体的工作职责说一下，我想对贵公司的岗位要求了解深刻一些，然后我们一起沟通一下。 
　　面：我们这个职务主要工作是。。。。。。。 
　　我：我觉得我可以胜任这份工作，比如。。。。。。，最后再补充一句，我个人觉得觉得行政经理就是上级与下级之间沟通的桥梁，累是有点累，琐碎的事特别多，需要一个 

沟通能力强、有耐心的人做这件事，不知道你是怎么看的。 
　　面：我觉得你说的很对。。。。。。。你对将来的工作有什么意见和看法。 
　　我：意见目前还没有（千万不要乱发表意见，水还不知道有多深，小心一点好），我在原来公司工作时对影响工作的意见及建议都及时给予处理，努力理顺领导与员工之间的 

关系等等。 
　　面：不错，你对待遇有什么要求。 
　　我：我觉得一个比较成熟的公司都会有自己一套工资薪级的，这个待遇不是我说多少就是多少的，你能不能跟我大致上介绍一下行政经理这个岗位目前在贵公司是怎么定级的 

。。。。。。（把帽子先给他们盖上，这样面试官不敢问我人事方面的事了，以为我很专业） 
　　面：我们在这个岗位上分三级，然后大致上多少、多少什么的。 
　　我：我综合一下社会行情，然后会给自己报个价。 
　　面：这个我们能接受，关于其他的方面还有什么没有？ 
　　我：你能不能把公司的一些情况跟我说一下，包括将来的发展之类什么的，我想学习一下。 
　　面：会把公司的大致情况说一下（这个过程主要我是想了解面试官是否有最后的决定权来决定我的工作，摸一下他的底）。 
　　然后就闪人了。 
　　我面试的时候很有底气，见老总见多了，对这些人有免疫能力了，我的知识面也非常的广，所以基本上面试会慢慢进入一个聊天的状态，所以很顺利。 
　　不顺利也会遇到，比如有的公司对面试一点不重视，随便找个人就来面试，基本上我就随便回答一下，浪费时间。 
　　还有一次去一个公司面试，让我等了一个小时后再面试，而且填写资料的表格背面是上一个面试人的评审意见，而已他们副总在面试一个劲问我如何炒掉一个已经怀孕的正式 

员工，我一火之下就说：我觉得一个公司应该去帮助一个员工在公司找到一个合适的位置，而不是因为员工有困难了想办法抛弃掉，而后又提了时间和资料保密的问题，他们副总脸都绿了，我自动一声再见就走，这样的企业不去也罢。 

宜家---人性化的瑞典企业 
　　 
　　 
　　 
　　说起宜家，我想大家都不会陌生。 
　　瑞典知名的家居企业； 
　　世界500强之一； 
　　2006年《商业周刊》全球顶级品牌100强之一； 
　　中国小资们心中的第一家居品牌。 
　　还记得当年广州宜家开业的时候，许多深圳人开两个小时车过去购买家居用品的情形。 
　　由于这些原因，我对去宜家面试非常期待。 
　　而在整个面试过程中，我对宜家印象最深刻的地方就是它的人性化了。 
　　 
　　 
　　宜家的正式面试之前，会有个简短的电话面试。 
　　内容就是你个人情况的了解和几句英文的对话。 
　　通过了，就会约第一轮面试。 
　　深圳宜家，分为宜家贸易和宜家商场两部分。 
　　公司办事处位于深圳南山区蛇口招商大厦6楼。 
　　 
　　约了11点-12点面试。 
　　面试人员是人事部的一位先生。 
　　一如既往的友好礼貌。 
　　不过，这次面试和我以往的面试都很不相同。 
　　这次面试完全没有问我的任何学历、英语水平等内容，也没有问过工作方面的内容。 
　　只是很轻松的和你聊你个人。 
　　 
　　刚开始，我还真有点不习惯。 
　　在我做了自我介绍之后，这位先生还是要我继续谈谈自己。 
　　我就坦白对他说，我不知道谈自己什么。 
　　我很少谈自己，要不，我谈一下我的工作。 
　　他微笑着说，工作以后我们有机会谈的，你就说说你平时的生活和兴趣爱好什么的。 
　　我介绍了下自己平时生活和兴趣爱好。 
　　 
　　当他听到我周末都去从事义工服务的时候，非常感兴趣。 
　　他仔细问了我有关义工服务的情况，我服务的时间，服务的具体对象，以及我的一些感受和想法等。 
　　接下来，就要求我谈下自己的一些性格特点。 
　　自己的优点，自己的缺点，用三个词形容自己，等等。 
　　然后，就是有关你的工作喜欢与生活目标的讨论。 
　　他会问你喜欢什么样的生活，对未来有什么计划和想法。 
　　会问你喜欢什么样的工作环境。 
　　最不喜欢以前工作中的什么事情。 
　　我以前没有想过以前工作中有什么不喜欢的事情. 
　　想了半天，刚好记起第一份工作，老板半夜还打电话和我讨论工作。 
　　我就如实说了，不喜欢半夜还被工作打扰，没有私人时间。 
　　也许，其他公司面试时听到这样的回答会认为你工作不努力. 
　　但我看到了他的笑容。 
　　紧接着，他告诉我，宜家绝对不会这么做。 
　　宜家招人不是要你们周六周日来加班的，我们希望你们在这里工作开心，每周白天认真工作，下班后就充分享受你们的生活。 
　　听到这里，我对宜家的好感油然而生。 
　　我就喜欢这种自由，人性化的公司。 
　　 
　　人事先生介绍说，宜家找人，希望找到的是符合公司文化，能够在公司工作很开心又能长期发展的人。 
　　一个小时很块就过去了，这次面试在愉快的交谈中结束了。 
　　面试官叫我稍等一会。 
　　片刻，他回来，通知我下周一过来参加第二次面试。 
　　 
　　 
　　这应该是我参加的最轻松的一次面试。 
　　整个面试都在友好自然的交谈中完成的。 
　　没有学历背景的询问，没有离职原因的询问，没有工作经验的询问，也没有英语水平的考核。 
　　宜家最关注的是你的人本身的素质和实际的能力。 
在对二面的期待中，愉快的一周很快就过去了。 
　　 
　　周一，我精神抖擞的来到招商大厦宜家办事处。 
　　由于有一面的良好感觉，我对二面也充满信心。 
　　可当我看到二面的面试官时就有点紧张了。 
　　 
　　二面有两位面试官： 
　　一位中国女士，部门主管，很精明能干； 
　　一位外国男士，高层管理人员，很高大帅气。 
　　 
　　说实话，这是我面试外企经历中，第一次遇到的外国人员面试。 
　　自然，从刚见面打招呼开始，整个面试就全部都是英语了。 
　　一恨我的英语； 
　　二恨我的应变能力。 
　　由于英语水平本来就是不是很好，再加上有点不习惯，所以，总是在“PARDON？” 
　　当看到外国主管的笑容消失后，我就更加紧张了。 
　　也就忘了随机应变，可以抛开英语水平，去强调自己的工作优势了。 
　　一边心里在懊恼，一边支吾着应付。 
　　三十分钟后，你还有其他问题吗？ 
　　我随便问了几个问题，面试就结束了。 
　　人事先生通知我回去等消息。 
　　我想，结果应该是可想而知的。 
　　我还得去参加一位朋友的婚礼。 
　　本来，我以为可以告诉他们一个好消息的。 
　　唉。。。 
　　打起精神，去好好HIGH一下吧。 
　　 
　　 
　　既然以为没有希望了，我也就把心思转到新的工作机会上了。 
　　一个礼拜后，我又接到了宜家的电话。 
　　那时候，我和朋友正在逛何香凝美术馆。 
　　 
　　听到人事先生的声音，我很惊奇。 
　　请问您找我有什么事情呢？ 
　　他说，通知我明天再过去一次面试。 
　　我就坦白说，我上次面试感觉表现不好的，怎么还会有一次机会？ 
　　他告诉我，他们觉得我很适合宜家的文化，希望可以有机会和我合作，所以，就把我推荐给了其他部门。 
　　我很感谢他给我这次机会。 
　　我希望自己可以把握住。 
第三次面试是两位女士。 
　　分别是两个不同部门的主管。 
　　她们都需要人，所以就一起面试了。 
　　 
　　我心里暗想，之前的面试该了解的都了解了，我不足的地方都表现出来了。 
　　那么，没有什么可怕的了，这次难得的机会我一定要把握住。 
　　 
　　刚开始一些基本情况的了解后，就立刻进入了具体工作的了解中。 
　　由于这个职位需要和供应商等打交道，她们考查了许多这方面的能力。 
　　遗憾的是，我以前的工作根本就没有这方面的内容。 
　　而我在简历中也很清楚的说明了这点。 
　　但我却忘了提醒面试官，我没有这方面的工作经验。 
　　我犯了个大错就是不懂装懂。 
　　 
　　当她问我，你觉得影响供应商不能及时交單的因素有哪些？ 
　　我按自己的一些猜想，说了几个因素，都比较泛泛也不是关键因素。 
　　 
　　她紧接着问，那么针对这些原因，你可以采取什么办法去解决呢？ 
　　这可是需要很实际的操作过才知道啊。 
　　我只能强撑着，很牵强的扯出了一些方法。 
　　 
　　很明显，我的回答让她很不满意。 
　　她在皱眉头。 
　　 
　　然后，另一位面试官问我，你觉得衡量生产绩效可以有哪些指标？ 
　　你有什么方法可以提高生产绩效？ 
　　这又是我不大清楚的东西。 
　　我都不记得自己当时回答了些什么。 
　　 
　　反正，面试官很不满意我的回答。 
　　她甚至问我， 
　　你是否听清楚了我的问题？ 
　　你觉得你这些方法可以起作用吗？ 
　　 
　　面试官如此不满意的情况，我还是第一次遇到。 
　　我又慌了，竟然重复问到，那你的意思是。。。？ 
　　她摇头笑了一下，也许我的问题没有问清楚吧。 
　　 
　　然后，问另一个面试官是否还有其他问题。 
　　听到没有之后就转头问我，你对工资待遇有什么要求？ 
　　我说了一下自己的要求。 
　　 
　　你这个薪水要求是怎么得出来的？ 
　　你认为是否合理呢？ 
　　听这口气，应该是我薪水要求高了点。 
　　我就解释了几点理由。 
　　 
　　她们相互望了一下，没有说话。 
　　然后，你还有什么问题吗？ 
　　我照来之前准备的那些问题，问了几个问题。 
　　 
　　相互感谢，面试结束，请回家等消息。 
　　直觉告诉我，应该是没戏了的。 
　　一周两周过去了，结果也是没戏了。 
　　 
　　难得的一次机会，离宜家如此近，却又那么远。 
面试总结： 
　　1.宜家的确比较注重人性化，关注员工本身。 
　　 
　　从它面试的刷选过程就可以看出来。 
　　 
　　它不关注你的学历背景，不关注你的工作经历，不关注你的英语几级等等，宜家最关注的是你的人本身的素质和实际的能力。 
　　 
　　如果你有良好的素质和能力，即使高中毕业，你也完全可以去宜家试试，它一定会给你机会的！！！ 
　　 
　　2.面试过程中，切忌不懂装懂。 
　　不会的部分，坦白说不会，以前工作没有涉及到。 
　　不然，真的会死得很难看。 
　　 
　　3.面试过程中，遇到新的情况，一定要懂得应变。 
　　这个需要多参加一些面试，才能够做到。 
　　即使我到现在，都不能做到。 
　　 
　　4.面试过程中，英语表达不够好，或者工作经验不够的时候， 
　　请不要沮丧，坦诚自己这部分虽然不好， 
　　但强调自己还有许多其他优势可以弥补。 
　　 
　　面试官都喜欢看到这种临危不乱，积极自信的态度。 
该回复于2008-10-14 18:52:02被版主修改 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 Red_angelX 
八戒 
等级: 
可用分等级：富农 
总技术分：26312 
总技术分排名：407 

 发表于：2008-10-14 15:58:396楼 得分:0 
索尼面试---在肚子咕叫声中匆忙结束 
　　 
　　 
　　 
　　好几天前就准备说下索尼的面试，到今天中午才有时间更新，真是抱歉。 
　　 
　　 
　　 
　　索尼，在国际上是高科技优异品质的象征，在日本企业中算是口碑比较好，企业文化也偏向美化的一家公司了。 
　　 
　　它的招聘号称是充分发挥员工潜力，鼓励员工去最适合他的岗位。 
　　同时它也宣称人性化和平等沟通。 
　　 
　　但是，事实是否如此呢？ 
　　那么只有索尼内部的员工清楚了。 
　　至少，这次面试的经历让我对索尼的认识稍微多了一点。 
　　 
　　台企和日企都是以苛刻出名的公司. 
　　索尼通知我面试的时候，我正处于求职低潮期，毕竟是国际大品牌，自然也就去了。 
　　 
　　人事部约我是上午十点。 
　　由于一贯去的外企，都很讲究时间观念，尤其觉得日本公司应该如此。 
　　我九点五十就准时到达了索尼公司。 
　　可是，我不知道如何进入公司内，更不知道如何找到人事部人员。 
　　打电话问人事小姐，也就是通知我面试的那位女士，她口气很硬的说你直接进来就可以了。 
　　 
　　那我怎么进来呢？我去哪里找你？ 
　　话还没有说完，她却立刻把电话挂了。 
　　第一印象，立刻打了折扣。 
　　这该是我遇到的比较少的一位很不耐烦的接待人员。 
　　 
　　好不容易，我请教出入的公司员工，终于找到了那位女士。 
　　她叫我去五号会议室等待。 
　　我问五号会议室怎么走，她没有回答我就走开了。 
　　我愣着，只好请教其他同事。 
　　 
　　在五号会议室中，已经有几位应聘人员了。 
　　等了半个小时，还不见人事部那位女士进来。 
　　我就问其他应聘者，他们约的几点，他们说是九点就来了。 
　　我低头看表，十点半了，心里开始犯嘀咕。 
　　十点四十，人事女士走进来，给我们每人一份试卷。 
　　 
　　一面就是笔试。 
　　内容就是专业知识的考核，不过都是英文。 
　　有专业名词的解释，例如NVOCC,FCC等等； 
　　有具体案例的运作，例如从索尼的欧洲物流中心向全球的物流分部发送货物如何节约成本等。 
　　答完后又是等待。 
　　几个人坐着，一问才知道，竟然有的约了九点的，有九点半的，有十点的，有十点半的，十一点的，后来十二点的都来了。 
终于开始面试了，每个人二十分钟左右。 
　　轮到我面试了。 
　　为了节省时间，最后我们两个人就一起进入了面试间。 
　　看表已经是下午一点，我等了整整三个小时。 
　　而此时的我，胃开始有点痛了，对于索尼的这种不尊重时间的安排也很不耐烦了。 
　　 
　　进入面试间，与以往的有点不同。 
　　很宽大的房间中央，围着四张长桌子。 
　　面试官共有三位。 
　　正北方坐的是一位日本的部门经理和一位香港的部门主管。 
　　东面坐的是人事经理。 
　　我和另一位应聘者就按指示坐在西面。 
　　面试是全英文的。 
　　 
　　刚开始是每位面试官自我介绍一番。 
　　然后，是要求我们两位自我介绍一下。 
　　另一位应聘者主动先做了自我介绍。 
　　我呢，一边想着胃痛，这么久真是烦人；一边想着，自己的自我介绍内容。 
　　等我们都介绍完后，来了一个很让我措手不及的问题。 
　　 
　　请我们两位重复一下刚才对方的自我介绍。 
　　 
　　第一次遇到这个问题，也是唯一一次。 
　　我第一遍还没有听清楚，问道，是要我们重复你们刚才的话吗？ 
　　不是，是重复一下对方的自我介绍。 
　　我真的有点犯傻了，刚才我都在想着自己的事情，谁注意到对方说了什么啊。 
　　何况另一位应聘者的英语，我也不是听得很清楚。 
　　我看了另一位应聘者，他的表情也一样迷茫。 
　　 
　　如此强的问题，不由得佩服这几个面试官。 
　　没有办法，只能勉强回忆之前在面试等待间与他聊天所了解的那些信息。 
　　两人的回答都自然不是很理想。 
　　另一应聘者的更糟糕，因为他之前都没有问我的基本情况。 
　　 
　　第一个问题就难住了，加上本来的不耐烦，所以，就只想快点结束面试。 
　　人事经理发问， 
　　1.为什么离开原来公司？ 
　　2.为什么想来索尼？ 
　　3.你对索尼有什么认识？ 
　　4.你希望可以从事什么样的工作？ 
　　 
　　接下来是两位部门领导专业知识的考核。 
　　全部都是具体案例的分析与操作。 
　　1.各贸易条款的风险及规避方法； 
　　2.深圳各口岸的运作程序； 
　　3.物流成本的核算等等。 
　　 
　　匆忙结束面试，我就只想回家吃饭。 
　　结果自然是没有消息的，我也不怎么在意的。 
　　 
　　一来，我对这次索尼的面试接待和时间安排非常不满意； 
　　二来，他们都是穿着工服，对上司必恭必敬，等级森严，我肯定受不了。 
　　三来，我也不知道自己表现不是很理想。 
　面试总结： 
　　 
　　 
　　1.索尼的面试方式比较多样，各个部门与岗位都不一样。 
　　有的面试比较简单，一次通过；有的就需要三到四； 
　　有的是单独面试，有的喜欢集体面试，大家一起讨论。 
　　 
　　2.索尼这次面试最大的收获就是那个面试问题 
　　-----请重复别人的自我介绍。 
　　 
　　我觉得这个问题真的考得很好： 
　　一来考核了英语的听力，看是否能够听清楚别人的话； 
　　二来考核了英语的表达力，看别人是否可以听明白你的话； 
　　三来最重要的考核了倾听能力，看你是否有注意倾听，能否抓住别人话的重点。 
　　看来，我以后真的要加强自己的倾听能力了。 
　　 
　　2.索尼的接待人员态度比较差，而且面试安排并不尊重应聘者的时间。 
　　 
　　3.索尼的公司文化还是比较规矩多多，等级森严的。 
　　 
　　4.索尼的薪水属于中偏上水平，并不如传说那么高，但也没有松下那么低。 

迪卡侬面试经历—阳光与下午茶的诱惑 
　　 
　　 
　　 
　　迪卡侬是一家法国公司。 
　　专业生产和销售运动用品，是欧洲最大，全球第二的运动用品零售商和制造商。 
　　也是世界500强之一。 
　　但这些都不是它吸引我的原因。 
　　在面试完全结束之后，直到最近的一次采购展，我才知道它的这些情况。 
　　面试之前，我对它毫无了解； 
　　面试之中，我才发现它的吸引力---阳光与下午茶的诱惑。 
　　 
　　迪卡侬打电话给我的时候，我刚好在医院服务。 
　　我说，不是很方便讲电话。 
　　人事小姐就很礼貌的表示理解，过一个小时再打给我。 
　　 
　　说到这里，我就忍不住要提一下环球资源的某位男性人事。 
　　他那天打电话通知我面试的时候，我刚好在富士面试。 
　　因为他要电话面试英语，我说不方便讲电话，看是否可以待会打给他。 
　　他说，他就要下班了。 
　　由于是周五了，所以，我就建议是否可以周一再打过去找您？ 
　　他生硬地回答我，周一就不用了。再见。 
　　这可能是我遇到的少见的态度比较糟糕的人事了。 
　　 
　　一个小时后，迪卡侬的人事小姐准时打过来了。 
　　了解了一些基本情况，然后就是简单的英文面试。 
　　大约讲了二十分钟，她就问我是否有兴趣过去面试。 
　　虽然我对他们公司一点都不了解，但我对那个职位很感兴趣。 
　　所以，约在周四的下午一点半。 

深圳迪卡侬，就是位于华侨城里面的那座小平房。 
　　外墙蓝白色，周围都是草地，旁边有一个小湖。 
　　由于一直住在华侨城，我对它的地理位置很清楚。 
　　我到得比较早， 就先在湖边的草地上坐着休息了一会。 
　　 
　　一点半准时进公司面试。 
　　进入公司办公室，就可以看到散在各处的各种颜色的沙发，可以闻到清淡的咖啡香。 
　　几位法国男士正在咖啡机前和一个中国女孩子依用法语聊着天。 
　　让人清晰的感觉到公司文化的痕迹，比较自由和人性。 
　　 
　　人事小姐是一位非常热情开朗的女孩子。 
　　在一番自我介绍之后，就拿一份表格让我填写，填完之后再找她。 
　　 
　　整份表格大概是四页，英法双语，无中文。 
　　内容比较多，大致有： 
　　1.个人的基本情况； 
　　2.你的家庭情况； 
　　3.你在学校的教育情况； 
　　4.你有哪些运动爱好？运动次数一般是怎样的？ 
　　5.描述一次你记忆深刻的户外运动，为什么印象深刻？ 
　　6.描述一下你的工作经历与工作职责。 
　　7.描述一下你工作中感觉最成功的事情，为什么感觉成功？ 
　　8.描述一下你工作中感觉最失败的事情，为什么感觉失败？ 
　　9.描述一下你的个人性格特点。 
　　10.描述一下你喜欢的公司文化。 
　　11.描述一个团队合作的案例，以及你在其中的作用。 
　　等等，题目太多，我都记不大清楚了。 
　　反正相当于一次英文笔试，全部完成需要一个小时。 
　　 
　　答完之后刚好是两点半。 
　　十分钟后，第一轮面试开始。 
　　面试官就是人事小姐。 
　　 
　　在迪卡侬，我一共经历的三轮面试。 
　　具体面试的问题很多，第三轮面试时间还长达一个半小时。 

答完之后刚好是两点半。 
　　　　十分钟后，第一轮面试开始。 
　　　　面试官就是人事小姐。 
　　　　 
　　　　先是轻松的聊着天，一些基本情况的了解，然后就是问一些你的兴趣爱好，尤其是户外运动方面的爱好。 
　　 我想，这与公司产品有关吧。 
　　 然后，就全部是英语提问了。 
　　 因为公司的所有沟通，几乎都是用英语与法语。 
　　 
　　 1.请介绍下你公司的业务范围。 
　　 简单介绍公司的业务范围就可以了，如果与现在公司的领域有交集，就重点介绍这部分。 
　　 
　　 2.请介绍下你的工作职责。 
　　 简单介绍工作职责。重点介绍和这个职位有关的部分。 
　　 
　　 3.请具体介绍一个你在工作中遇到的难题，你如何解决的？ 
　　 用事实说话。讲一个工作中的难题，什么情况，你的解决方法等等 
　　 4.具体举例说一下你是如何在压力下工作的？ 
　　 我回答我的工作本身就压力很大，量多，经常都是紧急状况，而我总是能够有条理的及时完成。具体说个事情。 
　　 
　　 5.如果你有一个TEAM，你如何管理他们？ 
　　 结合自己的管理情况，具体说下管理的方法。 
　　 
　　 6.你最喜欢的工作是怎样的？ 
　　 如实回答即可。 
　　 
　　 7.你觉得你的能力能够胜任这份工作吗？ 
　　 完全可以。具体讲述自己准备好的优势。 
　　 
　　 8.你认为公司做哪些事情可以让你更加努力工作？ 
　　 我不知道什么答案比较好。 
　　 我的回答是，我选择喜欢的工作，全力以赴的做好工作是我的习惯。当然，如果公司有良好的激励制度，有清晰的上升空间给我，自然，会更加激发我的工作热情。 
　　 
　　 9.你认为你需要哪些指导和督促才可以出色完成工作？ 
　　 还是肯定自己的主动工作性和工作责任感。 
　　 
　　 10.你觉得自己的个性如何？ 
　　 介绍下自己个性特点就可以了，一般多用和公司文化吻合的词语。 
　　 
　　 11.你有什么优点和缺点？ 
　　 我还是如实说自己的优点（认真，负责等）与缺点（有点急躁，在意结果等）。 
　　 
　　 一个小时后，第一轮面试结束了。 
　　 人事小姐很满意我的面试，让我稍等，看是否安排第二轮面试。 
很快，人事小姐笑意盈盈的走进来，部门经理十分钟后和我面谈。 
　　 
　　部门经理也是很和气的一位女士。 
　　 
　　由于之前人事的面试都是英语，再加上她还有会议，所以就全部用中文问了些工作方面的事情。 
　　 
　　她总是主动问我的一些工作喜好与倾向性，再和公司文化对比，看是否吻合。 
　　 
　　具体问题还是那些： 
　　1.请做个简单的自我介绍。 
　　这个是每个面试都会有的问题，熟得不能再熟了。 
　　 
　　2.介绍一下原来公司的产品。 
　　这个问题检测你的工作经验真实性 
　　 
　　3.那你知道你们公司的产品都有哪些优势吗？ 
　　这个问题同样在检验你工作经历的真实性。 
　　 
　　4.请问你们公司去年的营业额是多少？ 
　　这个问题检验你是否对公司很关心。 
　　 
　　5.请介绍下第一份工作，公司在哪里？市场主要是什么？你的职责是什么？ 
　　我往往忘了第一份工作经历了，依然是在考核你的简历真实性。 
　　 
　　 
　　接下来是针对具体工作职责发问： 
　　1.在沟通订单中遇到什么问题？你如何解决的？ 
　　回想下工作经历，说个事例。 
　　 
　　2.你们公司生产成本与订单履行及时两者如何平衡？ 
　　这个问题有点专业，供应链管理两个矛盾，我也回答不好。 
　　 
　　3.你如何管理下属？ 
　　简单介绍自己的管理风格。 
　　 
　　4.你怎样考核他们的工作？ 
　　介绍下自己的考核方法。每个公司都有的。 
　　 
　　5.如果遇到下属不服你，你如何处理？ 
　　 
　　6.你觉得这份工作中，你最大的成就是什么？ 
　　 
　　等等，基本上都是以前面试问过的问题。 
　　 
　　之后，她考核我对岗位的了解程度。 
　　1.你怎么理解这个岗位？ 
　　2.你为什么对这个岗位感兴趣？ 
　　3.你为什么觉得自己可以胜任好这份工作？ 
　　4.如果被录用，你如何开展新的工作？ 
　　5.你觉得你的管理风格是怎样的？ 
　　6.你会喜欢在一家公司如何发展？ 
　　 
　　由于这些问题都是我面试过了的那些常见问题，所以，我就一一诚恳做答了。 
　　看得出来，经理很满意我的表现。 
　　 
　　可最后，她的一个问题，让我有点犹豫了。 
　　她问我，如果公司把你派到广州去，你是否愿意？ 
　　如果我们要求你去广州参加最后一次面试，你接受吗？ 
　　 
　　原来，现在广州与深圳都需要人，广州最急着要，所以，各分公司会共享人才。 
　　 
　　我有点迟疑，然后回答，我需要回家考虑一下。明天再给您答复。 
　　 
　　于是，今天的面试就此结束。 
　　我得考虑是否去广州。 
是留深圳，还是去广州？ 
　　如果被录取了，就要离开深圳，去广州了。 
　　特地跑广州去参加面试，是否值得？ 
　　关外我都不去，何况跑广州那么远？ 
　　很累的，等到面试地址，我肯定一点状态都没有了。 
　　如果失败了，我会觉得不能接受的。 
　　 
　　可是，找工作多不容易。 
　　而我也挺喜欢这家公司的企业文化的。 
　　何况，广州挺不错的。比深圳有生活气息。 
　　最主要的，我觉得应该希望很大。 
　　 
　　就这样，自己翻来覆去的想，还是决定去广州面试了。 
　　可没有想到，真的是辛苦一场，没有结果的面试。 

我一直睡眠不大好，尤其在找工作期间总是失眠。 
　　想想，我那种状态能够参加这么多面试，我自己也挺佩服自己的了。 
　　 
　　广州迪卡侬的面试就是在我完全没有睡的情况去参加的。 
　　整夜没有睡，一大早就起来。 
　　约得是下午一点。 
　　我九点出发去汽车站，九点四十的汽车。 
　　十二点二十到达广州。 
　　之后，半个小时的公交车赶到奥林匹克体育中心。 
　　广州迪卡侬就在奥林匹克体育中心那里。 
　　 
　　走路到花花世界，终于看到了迪卡侬的卖场。 
　　上到二楼，告诉前台小姐，我是来面试的。 
　　等了半个小时，我已经疲惫不堪了。 
　　经理终于出来面试我。 
　　一位戴眼睛的中年女士，很严厉的样子。 
　　 
　　面试正式开始。 
　　全部是英文。 
　　整个面试经历了整整一个半小时，被各种面试问题整整轰炸了一个半小时。 
　　我眼皮都睁不开了，好困，好累，但只能强撑着。 
　　我的胃也在痛，毕竟从早到现在还没有吃东西。 
　　 
　　问题总是那些问题，顶多一些小的变化： 
　　1.请先介绍你自己吧。 
　　2.你了解我们公司吗？ 
　　3.你为什么辞职？ 
　　4.你为什么应聘这个岗位？ 
　　5.我们公司有什么吸引你的地方？ 
　　6.你过去工作的具体职责是什么？ 
　　7.你怎么评价自己的工作成就？ 
　　8.你个人的职业规划是怎样的？ 
　　9.你个人三年后有什么目标？ 
　　10.你如何进行管理？你觉得你是好的领导吗？ 
　　11.你如何与其他部门配合？ 
　　12.如果其他部门的人说自己很忙，不配合你，怎么办？ 
　　13.你如何维持长期的客户关系？ 
　　14.你如何处理库存？具体如何安排生产最合理？ 
　　15.你个人对公司有什么期望？希望在怎样的环境下工作？ 
　　16.解释一下你对这个岗位的理解。 
　　17.你为什么认为你就是最合适的人？ 
　　18.其他人也具有你这些优势，我们为什么就一定要录用你？ 
　　 
　　等等，问题太多了，整整一个半小时，我昏昏沉沉的，一直强撑着保持微笑，并把每个问题都认真回答着。 
　　 
　　可是，我实在有点头脑不清醒，所以，有些问题回答也就不那么完善了。 
　　尤其，好几个英语单词都说错了，发音不清楚，面试官PARDEN了几次，都不知道我说的什么。 
　　 
　　最后，终于结束了。 
　　她叫我先稍等，出去商量了大概十五分钟。 
　　之后，她告诉我，由于还有其他人也是今天面试，所以，需要回去等消息。 
　　 
　　就这样子，我在睁不开眼睛，头脑很混乱，反应极慢，胃又直痛的情况完成了我的第三轮面试，结束了我的广州之行。 
　　 
　　回家的车上，实在太累了，我睡着了。 
　　连车到站了都不知道，还是司机师傅叫醒我的。 
　　等到到家，已经是晚上七点半了。 
　　没有什么胃口，吃了几颗安眠药，就倒头睡下了。 
　　 
　　找工作真辛苦啊。。。 

面试总结： 
　　 
　　1.面试前一定要养好精神。 
　　面试就像相亲一样，凭的完全是第一印象。 
　　所以，如果你不以最佳状态出战，你就会死得很快。 
　　 
　　我整晚没睡，眼睛都睁不开，头脑又不清醒，那样子的状态能够应付那一个半小时的轰炸已经够难得了。 
　　没有通过也是很正常的。 
　　 
　　2.不管是一轮面试也好，三到四轮面试也好，问的问题都几乎差不多。 
　　所以，一定要提前练习下那些常见问题。 
　　 
　　3.通过几轮面试的关键是你要自始至终保持最佳状态，发挥出同样的好水平。 
　　不然，就是前功尽弃。 
　　 
　　4.面试前，最好对公司做个了解。 
　　企业文化，公司规模，产品市场，用人习惯等等，免得错过机会。 
 
该回复于2008-10-14 20:58:39被版主修改 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 jason_wentzel 
老人 
等级: 
可用分等级：掌柜 
总技术分：4804 
总技术分排名：4791 

 发表于：2008-10-14 16:04:287楼 得分:0 
写着迪卡侬的面试经历，又想起了那段辛苦疲惫，失意丧气的日子。 
　　 
　　看着自己就那么整天不吃不喝，晚上也不睡的到处跑，到处找工作，心里真的很酸。 
　　 
　　明明累到了极点，却依然要装作很精神很乐观很自信的样子；明明想放弃到极点了，却依然必须撑下去，必须对所有人说，放心，我会坚持的。 
　　 
　　明明一开口就会哭的，却必须强忍着，装得很欢快得生硬对父母说，自己很好，不要担心，虽然没有找到工作，但吃得很好，睡得很好，精神很好得。 
　　 
　　找工作真的很辛苦，很辛酸。 
　　许多人正和我一样在经历着这艰难的日子。 
　　我也帮不了大家什么，只想真心的对你们说声，请多多照顾好自己。 
　　 
　　不管找工作多失意，不管面试失败多少次，不管心情如何低落，都要多保重好身体。 
　　不要太省了，一日三餐要记得吃； 
　　不要太累了，每天要记得睡个好觉； 
　　不要太逼自己了，许多时候不是我们不行，是时候真的不对； 
　　不要太苦自己了，如果实在撑不下去了，想哭，就哭出来吧。 
　　 
　　请相信，只要努力，工作一定会有的； 
　　可身体垮了，就什么都没有了。 
　　 
　　一个人在外本来就很辛苦，很艰难的， 
　　 
　　所以，请你一定好好照顾好自己。 
　　 
　　请你一定一定要好好照顾好自己！！！ 
该回复于2008-10-14 21:00:23被版主修改 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 sincor 
Sincor 
等级: 
可用分等级：乞丐 
总技术分：315 
总技术分排名：46125 

 发表于：2008-10-14 16:06:318楼 得分:0 
我04年毕业到现在做过大概7份工作，我现在找工作要把这些经历都写上去吗？而且我工作都是断断续续，期间间隔也比较久，我三月初辞职到现在，面试了 

几家单位，经历都是编造的，所以导致面试失利，我似乎怀疑自己是不是真的不适合在单位工作，其实我也是个不喜欢闲的人 ，我之所以换那么多工作，有一大部分原因也是工作太闲了，但是自身能力又有限，真的很矛盾。 
---------------------------------------------------------------- 
　　 
　　你好。 
　　从你的描述中，可以清晰的感觉到你的困惑。 
　　你的问题很多。 
　　 
　　1.职业没有目标与规划。 
　　由于第一个问题，使得你几乎不知道自己想做什么，适合做什么。 
　　而且连去什么样的公司，做什么样的工作，你应该心里都没有个概念。 
　　所以，你才会那么频繁的换公司，换工作。 
　　根本没有想过这样子频繁换来换去，会严重的损害你的整个职业生涯。 
　　 
　　2.职业兴趣偏差。 
　　你说你不喜欢闲的工作，可你找的工作都是比较闲的。 
　　这是一种明显的职业兴趣偏差。 
　　你没有目标，自然也没有想过去找那些可以比较发挥你能力的工作，你就陷在原地打转。 
　　你应该可以考虑下你从事喜欢的工作的可能性。 
　　 
　　3.职业态度错误，自身缺乏提升。 
　　从你的描述中，可以感觉出你工作快三年了，应该是没有学到多少东西的。 
　　这有频繁换工作的原因，更重要的是你的职业态度错误，自身缺乏提升。 
　　其实，许多人刚毕业的时候都没有从事自己喜欢的工作。 
　　但是，许多人却依然从不喜欢的工作中成长了许多，许多人更加借此机会跳入了自己喜欢的工作。 
　　所以，总得说来，工作没有好坏，再差的工作，你都可以学到东西。 
　　关键看你的态度是否愿意积极去学习。 
　　另外，职场竞争真的很大，你不时刻去提升自己，注定会失败的。 
　　你总是说自己能力有限，做不了喜欢的工作。 
　　但是，你工作之余，有去补充你的知识，锻炼你的能力吗？ 
　　 
　　4.面试经验缺乏。 
　　完全编造经历，简直就是自掘坟墓嘛。 
　　你怎么说也毕业三年了，做过七份工作，难道你就没有一份工作经历可以拿出来说的吗？ 
　　难道你连你自己在公司中做的什么事情都不知道吗？ 
　　你可以看看我上面的面试问题，几乎每家公司都是那些问题。 
　　所以，你完全可以准备好。 
　　工作部分，你不用全部写上七家，顶多三家就够了，并且不要留空白期。 
　　证明电话就填最近一家吧，只要你同事，公司关系好，他们一定会帮你说话的。 
　　然后，你再认真准备一下要问的问题，相信你一定会通过面试的!!!! 

富士康---友善的经理与过低的工资 
　　 
　　 
　　很早就听说了富士康的大名. 
　　虽然也是世界500强之一,出口额居中国第一,但大部分都是不大好的方面. 
　　比如:工资低,加班多,规矩多,对员工苛刻,按年资排行等等. 
　　 
　　刚开始根本没有考虑过任何台资企业,包括富士康. 
　　及至找工作找了那么久,经济吃紧,自信开始丧失,实在着急得很. 
　　所以,当富士康给我打电话的时候,我有点吃惊. 
　　 
　　“我并没有投过你家简历的.” 
　　人事先生很礼貌的告诉我是搜索到的,觉得我非常合适这个岗位. 
　　 
　　“可是,听说你们富士康公司很低哦” 
　　“听谁说的?我们富士康公司不低的,还有年终奖金,高达九个月.” 
　　之后,有大肆描叙了一下这个岗位的发展与好处. 
　　 
　　我听这么他这么说,就心里暗想, 
　　如果有九个月年终奖金,每个月工资应该不会低于我原来的水平,那一年下来就过十万了. 
　　 
　　于是,就约好时间去面试了. 
　　人事先生还再三很礼貌的告诉我怎么坐车,怎么面试,如果有问题随时找他,他电话多少等等. 
　　 
　　这点,我必须说一下,富士康的面试人员,从人事到主管到经理,都非常有礼貌. 
在我的一厢情愿的想象中,我十点准时到达富士康参加面试. 
　　 
　　富士康的面试也习惯集中面试. 
　　约好许多人一起首先参加笔试. 
　　 
　　但也分两种方式: 
　　一种是整个公司所有事业部集中面试; 
　　一种就只是各事业部自己面试. 
　　 
　　我是直接到事业部参加面试的. 
　　笔试内容分两部分:英语测验与常识测验. 
　　很简单的,一般都可以迅速通过. 
　　笔试通过后,一般就附上你的所有资料,人事部会进行一个等级的评定. 
　　之后,会做个性格测验. 
　　 
　　稍等片刻,就是部门主管或者部门经理的面试了. 
　　我的面试官是部门经理. 
　　三十来岁的一位台湾男士. 
　　非常儒雅而礼貌. 
　　很友好的自我介绍一番之后就开始了面试. 
　　 
　　题目还是那些,没有什么特别的,我一一作答. 
　　比较让我印象深刻的是,面试官始终都非常友好,面带微笑的认真听我说话. 
　　而且,当案例的解决方式与他不同的时候,他会肯定我的方法之后,把他的习惯做法也说出来. 
　　这就让我感觉完全不是面试,而是在交流一些工作经验和思想. 
　　四十分钟过去后,面试官说面试结束. 
　　 
　　虽然他很友善地提醒我有两个地方需要注意一下: 
　　1.我说话要更简洁点; 
　　2.我的英语要更清晰点. 
　　但是,我依然可以感觉出他很满意我的表现. 
　　 
　　所以,他在看过人事的等级评定后,就问我期望工作多少? 
　　我如实说了. 
　　他有点犹豫之后,很坦白的告诉我,达不到你的要求的. 
　　我问那会是多少呢? 
　　大部分公司一般都不会告诉你准确数字,但这位经理真的很好. 
　　 
　　他虽然说人事的评定表不能给人看的,但还是把它给我看了. 
　　 
　　原来,富士康的工资制度非常规范而严格. 
　　从评定表上可以看到,人事部会从你原来公司的行业背景,产品类型,所学专业,学历等级,职业技能,岗位级别等各方面分别打分,然后综合起来就评定为师一,师二,师三,师四等. 
　　最后,就得出一个工资范围,那个范围可浮动部分很小,在RMB500里. 
　　 
　　我清晰得看到了我的评定工资. 
　　远低于我想象,比我原来工资还低许多. 
　　五年工作经验,就给我这么点工资? 
　　我无论如何也不可能接受的. 
　　 
　　我问那么年终奖呢?听说有九个月的. 
　　经理也很坦白告诉我,年终奖金并不是所有人都是九个月,需要等级评定才可以的. 
　　也就是说,很可能我拿不到. 
　　而且是分两次发放.半年一次. 
　　 
　　面对这么坦诚的经理,我自然也实话实说,我接受不了这份工资. 
　　谢谢您的面试. 
　　 
　　经理也表示遗憾,觉得我很合适. 
　　然后就留下了他的手机号码,希望我考虑几天,之后不管是否愿意接受都给他个答复. 
　　面试结束了. 
　　我第二天给了电话回复. 
　　谢谢这位很好人的经理. 
　　虽然最后没有去富士康,但是一次非常愉快的一次经历. 
面试总结: 
　　1.富士康的面试一般都是集中面试,分笔试和部门面试,2-3轮不等,所耗时间至少也是半天以上,中餐自理. 
　　 
　　2.富士康的面试人员大都非常有礼貌.无论是人事的同事还是部门主管或者经理.普遍比较有修养. 
　　 
　　3.富士康的工资很低, 人事部会从你原来公司的行业背景,产品类型,所学专业,学历等级,职业技能,岗位级别等各方面分别打分,然后综合起来就评定为师一,师二,师三,师四等 

. 
　　最后,就得出一个工资范围,那个范围可浮动部分很小,在RMB500里. 
　　 
　　4.是否有奖金,奖金多少要看哪个事业部. 
　　富士康有许多事业部,各事业部效益完全不同.也就是说奖金完全不同.有的可能没有,有的可能高达十个月. 
　　 
　　5.富士康面试禁止携带MP3,U盘,带摄像头手机等任何可储存数据的电子产品入厂.不然会被保安扣住. 
　　我的MP3就被扣了,说是要工程部检查,明天才可以拿. 
　　还要我来一趟这么遥远的关外?我头都晕了. 
　　幸亏当时两个保安换班,后来那个保安比较好,提醒我注意下就让我拿回来了. 
　　 
　　6.这是一次非常愉快的经历,感觉不像是面试,而是一次工作经验和方法的交流.谢谢那位经理. 
　　 
　　7.面试回答问题,的确要简洁,切中要害. 
　　面试时间宝贵,大部分面试管都不喜欢听长篇大论. 

面试了一家公司，电话面，经理面，经理的经理面，一切都很顺利的。打电话过去问得时候，hr说职位还在招聘中，而且目前公司已经调整思路，打算找本地人（我是外 

地的，后两次面试都是公司报销飞机往返的），挺郁闷，前后花了两个月，还往返于两地之间，最后竟然有这么个结果，请lz看看，问题真的是出在我是外地的吗？ 
-------------------------------------------------------- 
你好,据经验来看,不招外地的应该只是个客气的借口而已. 
　　许多人都经历过面试非常顺利,但是最后却没有结果的情况. 
　　这种情况一般有以下几个原因: 
　　1.公司早就内定了人选,招聘只是走过场; 
　　2.公司在面试完你之后,找到了更加合适的人; 
　　3.整个招聘完全就只是形式而已,并不是真的招人; 
　　4.你太过优秀,太过锋芒毕露,让你的直接上司感到威胁,所以就直接刷了你. 
　　 
　　从你的描述看来,公司都报销了机票应该是满认真的招聘,那就很可能是公司有了更合适的人. 

我开始也这么想，但是如果真的找到了合适的人的的话，公司应该可以明说，没必要找这么个借口吧，因为找到更合适的人是很正常的，但是如果说要找本地人就有点奇 

怪了。 

　　呵呵,你觉得有哪家公司有明确告诉过应聘者他们有更合适的人选的? 
　　就我的经验而言,没有一家这么明确的对我说过. 
　　即使我追问原因,他们也只是找一些借口. 
　　一来,公司人事习惯找借口解释这种事情,因为有许多淘汰原因并不合理; 
　　二来,许多人事心地很好,怕你面子上过不去,所以,就随便找个借口了. 
　　你都觉得只招本地人很奇怪,那如果不是别人比你更合适,那是什么原因呢? 
　　因为他们之前面试你也是费了很多成本的,肯定是次认真的面试; 
　　而你往返来回面试也很辛苦,很有诚意. 
　　所以,人事应该是觉得有点不好意思直接说你不合适,有其他人更好,就找了这么个借口. 
该回复于2008-10-14 21:08:02被版主修改 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 Y253374099 
保家卫国 
等级: 
可用分等级：贫农 
总技术分：151 
总技术分排名：72438 

 发表于：2008-10-14 16:26:349楼 得分:0 
唉..看到LZ的遭遇我心理很是没底..本人今年大3了 
明年就要出去工作了.. 
虽然学校还没有正式培训过如何面试 
但是总是心里压力好大... 

-------------------------------- 
那你就好好看看，这个帖子是鼓励求职者的，不是打击求职者的 --jimoguilai 

刚去校友录转了一圈,看着各同学的现状,只能感叹物是人非. 
　　 
　　有同学已因车祸去世,有同学已因癌症离开; 
　　有的结婚生子,有的出国发财; 
　　曾经的某花某草,都已经走形的让人怀疑当初的眼光; 
　　而有些过去的丑小鸭,也已经蜕变成白天鹅. 
　　 
　　至于我自己,经历着平淡与琐碎,也经历着失败与挫折. 
　　没有大风大浪,但也无赏心乐事. 
　　 
　　也许,生活就是如此. 
　　不求完美,但求平安; 
　　不求浪漫,但求真实; 
　　不求华丽,但求温暖; 
　　不求成功,但求平静...... 

深圳某供應鏈管理公司---有时候主动真的会多一次机会 

在经历了刚开始的意气风发，全是大公司之后，我也参加了一些小公司的面试。 
　　除了前面说的几家比较不厚道的不良小公司外，也还是有些很不错的小公司。 
　　这家公司让我印象最深刻的是面试之后主动追问情况，有时候是会获得另一次机会的。 
这是一家专业的香港供應鏈管理公司。 
　　我应聘的职位就是供應鏈主管。 
　　公司位于深圳羅湖世界金融中心。 
　　 
　　那天，我很准时很自信的参加面试。 
　　一面是人事部经理的面试。 
　　人事经理是位男士，三十来岁，精干却礼貌。 
　　所考核的内容依然是那些基本问题。 
　　具体我就不详细说了，前面都有。 
　　从个人情况到工作情况到具体案例的解决等等。 
　　由于我自始至终都很自信很冷静的回答，所以，我的表现很好。 
　　人事经理对我很满意，直接说我很不错。 
　　近四十分钟后，一面结束。 
　　他请我稍等片刻，接下来是部门经理的二面。 
十五分钟后，在部门经理的办公室，我接受了二面。 
　　部门经理是位香港女士，四十多岁，戴着眼睛，很精明能干。 
　　在请我坐下后，就开始了面试考核。 
　　几乎全部都是工作内容的考核： 
　　 
　　1。说说你平时是如何安排你的工作的？ 
　　（考核工作的条理性和计划性） 
　　 
　　2。是否可以分享下你做过的最成功的一个客户？ 
　　3。你认为为什么这个客户会最成功呢？ 
　　（考核客户的维护能力和服务意识） 
　　 
　　4。请问，如果客户紧催你的订单，总经理又骂你工作不妥，你如何处理这种情况？ 
　　5。请问你能够承受压力吗？是否可以举个具体事例？ 
　　（考核承受压力的能力，和处理情况的能力） 
　　 
　　6。你认为你最出色的工作能力是什么？ 
　　（抓紧机会突出与工作有关的能力，并举例子说明） 
　　 
　　7。你个人如何理解供應鏈管理？ 
　　（事前做些功课，如实回答） 
　　 
　　8。你怎么来做好这份工作呢？ 
　　（结合自己能力，一一证明自己可以做好） 
　　 
　　9。你平时如何管理下属的？ 
　　（考核你的管理能力） 
　　 
　　10。你觉得小公司和大公司的区别是什么？ 
　　11。你为什么愿意来我们这家小公司呢？ 
　　（明确你的求职意愿，尤其从大公司到小公司是一定会问的。） 
　　 
　　12。是否可以谈谈你未来几年的计划？ 
　　（考核你的计划性和未来职业是否有规划） 
　　 
　　13。你如何看待加班？ 
　　（一般都表示公司会加班） 
　　 
　　14。你什么时候能够来上班？ 
　　（一般都表示你比较让他满意） 
　　 
　　面试了差不多五十分钟。 
　　我可以清晰的感觉出部门经理的满意。 
　　她请我稍等，待会由副总经理面试来决定录用与否。 
由于有前面两轮人事经理和部门经理的满意，我对这次面试的结果非常乐观。 
　　我相信一定会顺利通过的。 
　　 
　　等了十分钟后，人事经理过来，通知我先回去等消息。 
　　 
　　我当时还真愣了。 
　　因为刚才明明说还有三面的，怎么就回去等消息呢？ 
　　而且就我的经验告诉我，回去等消息一般就是没有通过的代名词。 
　　 
　　一时转不过弯，我就说声谢谢，离开了。 
　　也忘了问，为什么没有三面了？ 
　　 
　　在回家的路上，越想越纳闷。 
　　明明表现很好，怎么会忽然就刷掉我了呢？ 
　　仔细回想自己的表现，自始至终都很礼貌很自信很得体的。 
　　没有任何地方不妥的啊。 
　　何况人事经理和部门经理都明确表示了对我的欣赏和满意。 
　　那问题到底出在哪里？ 
　　不行，我一定要打电话问清楚。 
　　 
　　于是，我立刻拨通了人事经理的电话。 
　　我感觉他那么友善，一定会告诉我真实原因的。 
　　何况，我也很想要知道真实原因。 
　　我首先很礼貌的感谢他的面试。 
　　然后，我说，可以清晰感觉他和部门经理都对我很满意。 
　　而且都说了有三面，就可以上班了。 
　　最后，就直接问，为什么忽然就叫我回家？ 
　　一般回家等消息就是没有通过的意思。 
　　 
　　人事经理果然很抱歉的说，不好意思。 
　　你的确没有通过。 
　　 
　　我追问原因。 
　　人事经理刚开始很支吾，不想说。 
　　我就说，我可以肯定你们对我的满意，那为什么会这样子？ 
　　无论如何，都希望你告诉我真实的原因。 
　　 
　　人事经理想了一下，就告诉我真实原因是副总觉得我太优秀，他们公司又太小，我肯定会随时离职。 
　　也就是说感觉我不稳定。 
　　 
　　我恍然大悟。 
　　许多公司的确会由于这个原因淘汰优秀的应聘者的。 
　　我当然是强调我的稳定性和忠诚度。 
　　我拿我过去五年才服务过两家公司做证明，证明我很稳定。 
　　 
　　人事经理不认同的说，你之前的都是大公司，我们公司比较小，肯定不一样。 
　　 
　　我又很诚恳的说了我对公司的了解，对这个职位的兴趣，和自己未来的发展计划。 
　　多方面结合来证明我的稳定性。 
　　不管最后是否可以，我都希望还给我一个三面的机会。 
　　何况，经理都是那么精明能干的人，一看我就知道我是否稳定了。 
　　 
　　人事经理最后终于同意帮我再争取一下。 
　　有消息再通知我。 
　　 
　　我谢过他，就回家等消息了。 
第二天上午，我如约收到了人事经理的电话。 
　　他很高兴告诉我，请我待会过去面试。 
　　面试官是他们总经理。 
　　 
　　我真的很开心听到这个消息。 
　　一来是因为多了次面试机会； 
　　二来是为自己的主动有个收获而开心。 
　　 
　　谢过人事经理后，我准时到达世界金融中心。 
　　这才知道，原来副总一直坚持认为我不稳定。 
　　最后，是人事经理邀请部门经理一起向总经理推荐。 
　　总经理决定亲自面试我。 
　　 
　　我真的非常感谢人事经理和部门经理的热心帮忙。 
　　非常希望可以和这么好的同事一起工作。 
　　 
　　我依然很自信的走入老总办公室。 
　　老总很严肃，很凌厉。 
　　一看就知道眼睛可以看透人的内心。 
　　所以，不用几个问题，他就结束了面试。 
　　既然决定录用，接下来就是谈具体工资了。 
　　 
　　我自信满满，很坦诚的说出了我的工资要求。 
　　很遗憾的是，我要求的他并不能给出那么多。 
　　他问我稍低于这个水平是否可以。 
　　如果我能接受，就可以立刻上班了。 
　　 
　　可我当时由于太自信了，也就很坚持一定要那个水平，低于绝对不接受。 
　　我的回答没有了回旋余地。 
　　这是我的失误。 
　　 
　　老板的笑容当即打住了。 
　　自然，双方失去了合作机会。 
　　 
　　我走出公司后，再次致电感谢人事经理和部门经理的帮助。 
　　虽然最后没有成功，但真的多谢他们。 
面试总结： 
　　 
　　 
　　1.本次面试，我最大的收获就是证明了，面试后主动打电话追问结果有时候的确是有帮助的。 
　　如果你感觉自己表现很好但面试却没有通过，请主动追问原因吧，有时候或许可以帮你争取到多一次机会。 
　　 
　　2.如果一份工作基本上还可以，但并不能完全满足你的要求，请不要当场拒绝，给自己留个回旋余地。 
　　可以请求对方给你几天考虑时间，或者借口说工作需要交接，等几天再答复。 
　　 
　　3.请始终尊重每一个人，也许不经意间他们都会是你的贵人。 
 
该回复于2008-10-14 21:09:54被版主修改 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 caowei1106 
sa 
等级: 
可用分等级：中农 
总技术分：50 
总技术分排名：128464 

 发表于：2008-10-14 16:26:5310楼 得分:0 
现在遭遇了公司的战略调整和人事大地震. 
　　 
　　公司业务重心转移,而当初负责我们这边办事处的总经理也被当场炒掉. 
　　 
　　我的发展空间自然是没有了. 
　　 
　　薪水虽然高,但是不能浪费时间的. 
　　 
　　所以,我已经开始重新投简历了. 
　　 
　　希望这次,成功率可以高点. 

之前找了那么久的工作， 
　　 
　　好不容易安定下来。 
　　 
　　我想着这次该是个不错的选择， 
　　 
　　很努力的去帮公司， 
　　 
　　全力以赴的做好自己的工作。 
　　 
　　这次我真的很勤力， 
　　 
　　每天八点就到了公司，晚上八九点才走。 
　　 
　　有时候周六都在公司。 
　　 
　　而广交会期间，连续工作十几天也没有话说。 
　　 
　　过来是做物流管理，我却同时承担着其他部门的管理工作。 
　　 
　　但我很乐意，很开心。 
　　 
　　因为感觉自己可以做些事情，可以对得起那份工资。 
　　 
　　当然，也期望自己的努力可以帮到公司，可以有更多的发展空间。 
　　 
　　在我自己和总经理都对我工作很满意的时候， 
　　 
　　在我们都对未来充满很多期待和要求， 
　　 
　　认为努力做好一定可以实现的时候， 
　　 
　　忽然就大变动了。 
或许人事变动很正常， 
　　 
　　并不会影响我的工作。 
　　 
　　但公司的战略计划的变动就彻底的让这份工作没有了空间。 
　　 
　　那么久的努力，都白费了。 
　　 
　　我们很用心建立的新的流程和管理模式， 
　　 
　　都被推翻了。 
　　 
　　公司重新回到了过去的流程和管理模式。 
　　 
　　努力就那样烟消云散。 
　　 
　　那刻真的很泄气。 
　　 
　　想着，也许以后都不会那么用心，那么投入的工作了。 

这次的失败， 
　　 
　　让我感觉， 
　　 
　　许多时候， 
　　 
　　努力并不一定能够有结果的， 
　　 
　　毕竟职场变数太多。 
　　 
　　但也正因为生活多变， 
　　 
　　不可预知的未来， 
　　 
　　才让我们不甘心那么早就退却， 
　　 
　　放弃努力。 
　　 
　　终归，生活还是有些小希望的。 
　　 
　　惊喜总是会出现的。 

今天，开始投简历了。 
　　 
　　希望这次的面试率可以超过1/3吧。 
　　 
　　刚才，又接到华为的面试电话。 
　　 
　　去年的那次经历， 
　　 
　　真的让我对这家公司实在没有兴趣了。 
　　 
　　可口可乐，希望我去广州工作。 
　　 
　　一个基本的职位，薪水也就6千吧。 
　　 
　　还不知道哩。 
　　 
　　慢慢选择吧。 
　　 
　　但愿能够真的会有一些惊喜。 

去年是辞职找工。 
　　 
　　结果长期失业，经济紧张，自信全无，深受辞职找工的痛苦。 
　　 
　　今年是在职找工。 
　　 
　　吸取去年教训，骑驴找马，原以为会好得许多。 
　　 
　　现在发现，要整日请假去面试，然后又不能让公司觉得你要走人， 
　　 
　　在心思已经往外飞走的时候还要全心全意把手上工作做好， 
　　 
　　真的需要超一般的本事。 
　　 
　　原来，骑驴找马也并不是那么容易的。 

看完这个帖子,真的很感动~ 
　　　　一方面因为楼主的真诚,一方面为失业/待业所经历的残酷生活现实~ 
　　　　对于失业,一句话来说就是:命运掌握在别人手中的感觉,真的很不好受! 
　　　　 
　　　　我在想:难道这才是真实的生活?以前那些得意的,虚荣的,梦幻的心境都是假的?自己在骗自己? 
---------------------------------------------------------------------------- 
　　嗯，坦白讲，这的确才是真实的生活。 
　　 
　　其实，仔细想想，生活中，开心快意的时候本来就是极少的，大部分时候我们都是在挣扎、失意、落寞、与期待中度过。。。 
　　 
　　但即便这样，又如何？ 
　　 
　　生活给了我们这个课题，我们就接受并解决它。 
　　 
　　现在学会了解决，那么以后遇到了都不会再害怕。 
　　 
　　加油！！！ 
该回复于2008-10-15 15:37:59被版主修改 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 aiyaoo 
加紧学习 
等级: 
可用分等级：富农 
总技术分：84 
总技术分排名：101651 

 发表于：2008-10-14 16:27:0911楼 得分:0 
请教楼主，本人曾在一家知名pc企业工作，今年离职，苦于工作时间太短，想把在职时间改长些，如何操作？ 
　　　　 
　　　　感激不尽！ 
　　　　 
　　　　我已经投了几家，而且正在面试，成了可怎么办啊？ 
------------------------------------------------------------- 
如果你想进入好的大公司，那么最好还是诚实第一，不要刻意去延长工作时间。 
　　毕竟，大公司尤其外企，对诚信很看重，一做背景调查，发现你撒谎就决不录用的。 
　　 
　　如果是一般的公司，都不会去调查你的经历了，你可以适当的调整下，记住口径要保持一致，别说着说着就落陷了。 

和大家说说我这次面试的准备工作吧。 
　　 
　　第一个准备，当然是写好简历。 
　　我参考了各种简历的指导书籍，并且认真搜集了许多职位的招聘要求。 
　　然后，就按照那些要求去找出自己的优势，充分挖出自己的核心竞争力，写入简历。 
　　完成后，认真检查，最好请别人帮忙看一遍，坚决杜绝错别字和语病以及罗嗦重复。 
　　最后，自然是把简历背熟。 
　　 
　　第二个准备，准备好面试可能问到所有问题，包括中英文，并且背熟。 
　　我昨天花了整整一天时间，综合我之前的面试经历，把面试可能问到的所有问题，都准备了一个答案。 
　　然后，又翻译成英文。 
　　接下来的工作，就是花时间背熟悉，对答如流。 

第三个准备，面试热身。 
　　“拳不离手，曲不离口”，说得就是熟能生巧。 
　　而这技艺久不练习，也久生疏了。 
　　同样，面试也是如此。你那么久没有参加过面试了，猛一登场，肯定得紧张，不知道怎么回答一些问题。 
　　尤其英文不大流利的我们，还真一时反映不过来。 
　　 
　　大家就要学习人家足球队，每次足球比赛，各大球队都会提前踢上几场热身赛。一来，帮助提前进入状态；二来，磨炼自身实力，锻炼下自信。 
　　 
　　所以，我们在去自己中意的目标公司面试前，最好来几场面试热身。 
　　 
　　可以挑那些你并不是很紧张那个职位，但又肯定有要求和挑战的公司。 
　　比如，你害怕英文面试，那么你就投那些要求英文但又是你不大中意的公司，说砸了也没有关系，反正你根本就不中意。 
　　 
　　 
　　 
　　第四个准备，就是自我暗示，心理的调整。 
　　 
　　面试，不要把它看成刑场，不要弄成大家是针锋相对的。 
　　 
　　其实，只当是一次友好的和职场朋友沟通的机会或者一次难得的向职场前辈学习的机会吧。 
　　 
　　你只要真诚，自然的展示自己就可以了。 
　　 
　　找工作就是谈恋爱嘛，只不过你的对象是公司而已。 
　　 
　　成不成许多时候起决定作用的是荷尔蒙的吸引，而不是你本身并不优秀！！ 
　　 
　　所以，结果也就无大碍了。 
　　 
　　记得，每次结束，认真总结，下次争取进步就可以了。 
　　 
　　我们一起努力，一起成功！！！ 
　　 
 
该回复于2008-10-19 20:16:54被版主修改 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 BlueSkyInMyEye 
菜鸟飘过（天道酬勤） 
等级: 
可用分等级：中农 
总技术分：150 
总技术分排名：74180 

 发表于：2008-10-14 16:44:1612楼 得分:0 
由于工作一直很忙，而最近又忙着换工作， 
　　 
　　很久没有去参加义工服务了。 
　　 
　　今天，有义工朋友发短信来说，有个我们服务的小孩很想我，总是问我为什么不去看他。要我这个周六一定要去。 
　　 
　　我有点不好意思，但也觉得心里很暖和。 
　　 
　　因为工作的事情，我一直都走得不是那么顺利。 
　　 
　　职业定位出错，职业生涯一片混乱。 
　　 
　　对比其他人，对比同学，买房买车的许多，一直让我觉得自己是很没有用的。 
　　 
　　总是会想，除了让父母，朋友老为我担心外，我是否都帮不到任何人？ 
　　 
　　但，这个小孩，我们平时只是去探望他一下就走了，他却一直还记得我们。 
　　 
　　尤其这个时候，我至少还感觉，自己多多少少是有点用的，是可以帮到他人一点点的。 
　　 
　　就像每次去医院服务，其实我们不能减轻他们的身体痛苦，也不能帮他们争取回许多幸福。 
　　 
　　但是，每次我们去看望他们，帮他们按摩的时候，他们都是很欢喜的，离开的时候也都是不舍的。 
　　 
　　虽然，在深圳，许多时候，我们都是自己一个人在撑着。 
　　 
　　但，始终我们都是需要别人的，也都需要被别人需要的。 
　　 
　　这样，我们才会感觉自己的用处。 
　　 
　　所以， 
　　 
　　当我们找不到工作的时候， 
　　 
　　请不要责怪自己没用， 
　　 
　　请不要责怪自己对不起父母朋友。 
　　 
　　请记住，对于父母，对于朋友，对于某些人， 
　　 
　　你就是最有用的，最重要的。 
　　 
　　暂时没有找到工作，不要紧，继续加油吧！！！ 
　　 
　　一定会有的！！！ 
该回复于2008-10-19 20:18:31被版主修改 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 blueink_200451 
在困难面前，我永远不放弃。  
等级: 
可用分等级：中农 
总技术分：1689 
总技术分排名：12645 

 发表于：2008-10-14 16:52:3213楼 得分:0 
SGS 通标标准技术（深圳）分公司--胡里胡涂的投简历，胡里胡涂的面试 

　　SGS 通标标准技术集团，是瑞士的一家认证公司。总部在日内瓦。 
　　由于公司业务的关系，以前也打过交道。 
　　 
　　深圳分公司的办事处，以前在深圳福田上梅林奥士达大厦，现在搬到了福田下梅林一街一号。在一条小巷的最深处，实在不怎么好找，不知道怎么搬到那么偏的地方。 
　　也许是为了节约租金吧。 
　　 
　　去SGS面试是12月份的事情。 
　　当时已经找工作太久了，没有了方向和要求，也就什么什么职位都投。我投的是SGS的一个认证职位，现在想想不知道怎么投的。 
　　 
　　接到面试电话，通知我去面试。到了第二关才知道自己面试的职位是市场，而不是投的那个职位。 
　　实在有点晕晕的。 
　　 
　　SGS的面试还是满简单的。 
　　第一轮是人事的基本测验。 
　　填写求职登记表，然后就是笔试测验。 
　　笔试测验的内容分两部分：常识测验和英文测验。 
　　常识部分：就是那些常见的逻辑、推理、数学等题目，几乎每家外企都喜欢用这套。 
　　比如，比较几个图形，找出差异点；比较几个数字，找出规律，推断下组数字；由A和B，所以得出C等等。 
　　英语测验：有完形填空和中英文互译。 
　　三段中文，三段英文。具体内容不大记得了，都和经济有关，我是有两段中文都不知道怎么翻译出来。 
　　然后，提交给人事部，等待中。 
　　 
　　在这其中，我留意了下SGS的面试记录。 
　　每项都有详细的评分： 
　　1）仪表仪容：1-5分不等 
　　2）言行举止：1-5分不等 
　　3）教育背景：有几个标准题目：最擅长的科目，学历背景等，然后附面试官评分 
　　4）工作经历：也同样有几个标准题目，工作职责，最大的成就，最大的失败，如何带领团队等，然后面试官评分 
　　5）个性特征：优缺点等等，面试官评分 
　　6）求职意愿：为什么离职，为什么应聘岗位等，面试官评分 
　　。。。。。。 
　　大致就是这样子，如果能够针对面个项目，做足准备，面试应该是没有什么问题吧。 

十几分钟后，通知过部门经理面试。 
　　到这时候，我才知道自己应聘的是市场的职位，不是投的那个什么认证的职位。 
　　 
　　面试官是市场部的经理。 
　　一个满年轻的女孩子，个子很高，好像有175CM吧。而且笑容甜美，很亲切，如沐春风的样子。一看就感觉不愧是市场部的。 
　　 
　　接受面试的有两个人，我和另一位男士。 
　　面试官问我们谁先开始，我说，这位先生先来的，他先吧。 
　　开始面试，我在旁边等待。 
　　 
　　面试官人很和蔼，所问的题目也都比较常规。 
　　从对答中得知，那位先生，也和我一样，以前不是做市场的，而且同样是投的不是市场职位，而是被人事部通知来的。 
　　感觉SGS的人事有点乱挑人的味道。 
　　那位先生有点紧张，对答不是很顺畅。 
　　而且整体气质和职业背景，的确也不大适合做市场。 
　　很快面试结束，轮到我。 
　　 
　　由于对SGS的了解实在有限，而且对市场工作真的不了解，所以，我也是胡里胡涂的回答。 
　　幸好，之前旁听了面试，多少有些底。 
　　问题几乎都差不多： 
　　请先介绍下自己、 
　　无非就是强调下自己的一些优势。 
　　 
　　你以前做过哪些工作？ 
　　简单的介绍下工作经历，当然能够和职位紧密联系最好，但我实在扯不到一起。 
　　 
　　你以前的工作经历和这份工作完全无关，你怎么来应聘市场工作？ 
　　我笑下，如实回答了，人事部通知的。 
　　 
　　那么你会如何去做市场推广呢？ 
　　我了解实在有限，只能从SGS的产品特性（认证服务），市场定位（各大制造性企业等），客户需求等方面出发，然后，提了一下常见的推广方式：在专业性的学术杂志刊登广告，在专业的电子展会上发宣传资料，在各工业区派发各公司小的宣传手册等等。 
　　 
　　你的英语过了六级，怎么英语测试有两道题没有答完？ 
　　我不好意思的说，不大会，而且时间有点紧。 
　　 
　　面试官笑了下，那么你觉得你为什么适合做市场工作？ 
　　我搜肠刮肚，找出几点理由：具有创意，喜欢策划项目；擅长客户服务，具有极佳的服务意识等等。 
　　其实，也都没有多少说服力的。 
　　 
　　最后，问我有没有其他问题？ 
　　我问了两个问题： 
　　1）您觉得具备哪些素质的人适合这个岗位呢？ 
　　她说了一些要求，礼貌修养好，普通话标准流利，因为需要做报告和展示，而特别说了我的普通话不够流利。也说了，有激情，做过市场工作等等。 
　　由此，我也就可以听出自己的面试结果了。 
　　2）所以，第二个问题，我就礼貌性的问，什么时候有通知。 
　　面试官，微笑告知，可能需要等两三天。 
　　 
　　因为也知道了面试结果，所以，彼此礼貌道谢，告辞。 

一次比较糊涂的面试经历。 
　　 
　　总结： 
　　1.找工作也好，面试也好，都还是要有准备，有个清楚的定位。这样，无论是你自己的心态和思路会清晰很多，而且在面试回答问题时会很有说服力。 
　　 
　　2.参考SGS的面试评分记录：SGS的面试记录，可以发现，面试的时候真的需要面面俱到，每个细节都注意好，才能够成功突围。 
　　　　1）仪表仪容：1-5分不等 
　　　　2）言行举止：1-5分不等 
　　　　3）教育背景：有几个标准题目：最擅长的科目，学历背景等，然后附面试官评分 
　　　　4）工作经历：也同样有几个标准题目，工作职责，最大的成就，最大的失败，如何带领团队等，然后面试官评分 
　　　　5）个性特征：优缺点等等，面试官评分 
　　　　6）求职意愿：为什么离职，为什么应聘岗位等，面试官评分 
　　 
　　3.还是那句话，隔行如隔山，相关的工作经验真的很重要。如果没有该领域经验，面试前一定要做足准备。 
　　 
　　4.面试时对工作的渴望程度也很关键。太渴望，孤掷一注不行；而没有渴望，都随便应对也不行。 
该回复于2008-10-19 20:21:25被版主修改 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 dove1980 
77 
等级: 
可用分等级：中农 
总技术分：44 
总技术分排名：137613 

 发表于：2008-10-14 16:54:5714楼 得分:0 
昨天参加了今年的第二次面试。 
　　 
　　我应聘一家香港贸易公司的LOGISTICS SUPERVISOR。 
　　 
　　结果去了，交给我几页复印纸，要先做试题。 
　　如果是些英文或者逻辑等的考核，我还接受。 
　　竟然是一份极其简单的信用证，要我制作发票/箱单/提单等单据。 
　　我实在有点晕，拜托，当我刚毕业啊。 
　　 
　　从它的这种考核方式，我可以推断如下结论： 
　　1）这份工作虽然叫物流主管，但是得做具体的操作，而不是管理。 
　　2）这份工作的职责如此，自然薪水不会高到哪里去，绝对达不到我的要求。 
　　3）港资贸易公司，典型的资本家剥削，而且大都是家族企业，管理都不大正规。没有一个地方不压榨员工的，每日加班，周六上班等是常事情。 
　　 
　　不想浪费时间，于是，我就直接回复说，对不起，这个职位不适合我。然后就走了。 
　　 
　　这么大的太阳，还害我请了半天假。 
　　真是浪费生命和青春啊。 
　　 
　　下次面试还是认真挑选一下，公司，职位，薪资等多了解下再去吧。 
该回复于2008-10-19 20:26:20被版主修改 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 dove1980 
77 
等级: 
可用分等级：中农 
总技术分：44 
总技术分排名：137613 

 发表于：2008-10-14 17:01:4715楼 得分:0 
感受 啊， 真的是 感受啊 


在顶一次，  3年前 我也是 这样，。。。。。 


可惜我。。。。。。 

失业已一个月，在这个月里一个人每天像游魂似的，卷缩在月租1800的房子里，除了出去面试，买东西喂饱肚子，就几乎不在出门，还担心着左右邻居会怎么想，一个近30的女人活成我这样真是悲哀，当初的信心已不知道遗失到哪里，这样的日子还要持续多久，真是不敢想象。 
--------------------------------------------------------------------- 
　　你好。 
　　 
　　我也失业过，而且是长达七个月。你的感受我太清楚了。 
　　那种感觉是非常难受，又累又苦，又等不到结果，都不知道何时才能结束。最煎熬的是自我评价降到极点，真的会怀疑自己是否还有任何价值。 
　　孤魂野鬼，是的，就是那样子。宁愿永远一个人窝在一个地方，那样就不用遭受任何的挑剔和打击了，更加不会有对未来的恐惧和害怕了，那样子，我们就是最安全的了。 
　　 
　　但是，我们不能这样子啊。 
　　我们是成年人，我们必须靠自己生活。 
　　再苦，再累，再难忍受，再看不到未来，我们都必须生活下去，靠自己！！！ 
　　 
　　只是一个月失业而已，你多想想，天涯上许多人都是失业好多个月的。至少，我就失业了七个多月，而且我还是男的，也同样快三十的。你都觉得悲哀，那我是否应该立刻去撞墙死掉呢？ 
　　呵呵，再告诉你，你的房子1800可比我当初失业住的房子贵了三倍啊，我有两个月就是在蟑螂满地跑/外面二十四小时超翻了天的房子里住着的。 
　　可我每天依然还是得出去找工作，而且还得穿得很整齐，西装领带衬衫，都烫得笔直，鞋子擦得很亮，一尘不染的。 
　　我知道，生活完全是我自己的，我自己不出让自己的生活整齐点，自信点，是没有任何人可以让我的生活变得整齐和自信的。 
　　真的，没有任何人可以帮到你，除了你自己！！！ 
　　 
　　你就当是一段时间的休息和一次学习课题的机会吧。 
　　生活让你经历失业，就是让你学会应付失业的能力。面对失业，你如何去调整自己，鼓励自己，如何去继续坚持，如何去走过那段艰难的路。只有你这次学会了怎么应对，那么下次或者再下次失业你就都不会再害怕了。 
　　因为你已足够强大，足够知道如何应付这些事情了。 
　　 
　　 
　　加油吧，不要担心左邻右舍如何想。其实，大部分人都还是很善良的。你失业了，苦闷了，和他们说说，他们都会很真心的鼓励你，为你加油的。 
　　越是这个时候，你越不要自我封闭，相信我，亲人朋友都是关心我们的。你可以把自己的软弱和难受和他们分享，多和他们一起沟通，交流，多出去玩。 
　　我失业那段时间，我都告诉房东了，结果，房东竟然主动问我要不要借钱，当时，我真的只差没有哭了。 
　　 
　　加油！！！相信自己，相信大家！！！ 
该回复于2008-10-19 20:29:43被版主修改 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 cxz1985 
顽强 
等级: 
可用分等级：中农 
总技术分：1390 
总技术分排名：15678 

 发表于：2008-10-14 17:02:1316楼 得分:0 
嗯，没有办法，找工作的过程，的确就是忍受各色人等的挑剔和不平等待遇的过程。 
　　 
　　大部分面试人，从来没有把应聘者的时间当成过时间。 
　　 
　　许多都是同时约上十几二十个人，等上一上午才轮到你面试，然后几句话就打发了，回去等通知下一轮。 
　　 
　　许多面试的内容，简直就是两句话，完全可以电话解决的，硬是要你那么大太阳，那么远，那么早的赶过去。 
　　 
　　还有的就是，你对面试时间有些异议，一句和领导商量后再通知你，就没有了消息。 
　　 
　　再有就是纯粹走过场的，一年到头来都在面试，不要人，不缺人，或者已经内定人了，真不知道那些公司怎么那么没有良心！！！ 
　　 
　　说到面试官，那就更加是千姿百态了。 
　　 
　　有冷面得似乎你欠她几百万的，有当你透明自始至终看都不看你的，有边面试边抽烟喝酒的，有面试的时候单腿巧起搁凳子上的，有你回答了问题都不反映继续做自己事情的，有让你等上三个小时然后一句话就打发了的。。。。。。 
　　 
　　最难受的是，你做尽了功夫，什么都做到了极致，但依然不能打动人家的心，什么结果也没有。 
　　 
　　提起面试，真的是心里滋味不大好受。 
　　 
　　呵呵，还是那句话，如果有可能，此生真的不愿再面试。 

作者：非烟非酒　回复日期：2007-9-5　14:41:20　 
　　　　前不久我遇到这样一次面试，请LZ指点一下遇到这样的情况怎么办？面试的公司是健隆新光电技术有限公司。网上投的简历。那里的人事小姐约我第二天下午四点到他们公司面试。人事小姐的声音很甜，告诉我面试地点和叫我带上相关证件。每次接到面试的通知我都会上他们的网站查询一下公司的一些情况。比如企业文化，经营的产品，公司声誉.........在网上查过之后感觉还不错。第二天我信心满满的去了他们的公司，公司是在东门深华商业大厦十楼。从龙华经过几次转车后终于找到他们公司。我和前台小姐说明我来访的情况之后，前台的小姐叫我稍微等一会，我没等三十秒就有人叫我进去会议室面试。当时我还没缓过神来，心想他们的公司办事效率真高。我进去的时候才知道这天约了好几个人来面。刚才出去的刚面完。里面坐着一男一女，男的我一看就知道是技术部的，三十五左右，女的是位年轻mm，应该是人资的。我打过招呼后，他们叫我就坐，我谢过。具体的面试基本上是这样的： 
　　　　面：谈谈你的情况 
　　　　我；大概介绍了一下我之前的工作经验（强调我工作的能力以及对应聘职位的信心） 
　　　　面：你为什么要离开原来的公司？ 
　　　　我：寻求更好的发展..... 
　　　　面：你原来的工资多少/ 
　　　　我；....... 
　　　　面；你认为你之前的工作真没有的发展的空间了吗/ 
　　　　我：没有（理由.......） 
　　　　说到这里突然进来一位五十岁左右，身材魁梧的人，一进来面我的两个人就起身鞠躬，我也起身.我想他应该是公司的老大。面我的两个人也叫他什么总来的。他问了问我的情况和应聘的职位，然后说：我去找个产品来，你回答我几个问题。一会工夫他拿了一个产品零件进来来，这时候我对面面我的连忙让位。他就坐到了我对面。 
　　　　老总：你给我分析一下这个零件设计和生产应该注意什么？ 
　　　　我；（我看看零件，然后根据我以前在生产上的一些经验，讲述了几点，然后结合我最近书上所学，进行描述了一下设计上应该注意的要点。回答的时候有点支吾，毕竟自己没有真真做过。我看出来他对我的回答很不满意） 
　　　　老总：你说的没错，但真真值得注意的问题你没说到，（当场指出几个问题问我如何处理） 
　　　　 当时我心就乱了，结巴地说了几句。 
　　　　老总就开始生气了：“像你这种情况，来了上班不到一个星期我就把你你炒了”起身“像你这样很难在深圳找到你自己的位置”“像你们公司根本就做不出来这样的产品”“你离开foxconn，你是一个错误的选择。（言下之意是，在foxconn 的工资那么高我还离开，他们提供不了那么多）说完之后就叫我走，我当是那火啊冲到了头顶，我提起包转身就走。 
　　　　 在回去的路上脑袋就好象要爆炸一样，根本没法静下来，后来想去来感觉当时真是吃了个哑巴亏。当时真应该顶撞几句。请教一下LZ这样的情况怎么样收场最好，像我那样一句话没说起身走人真是亏。 
　　 
　　 
　　 
　　 
　　 
　　 
　　 
　　 
　　 
　　 
　　 
　　你好。今天心情好点了吗？ 
　　遇到这种没有礼貌的人，的确很让人生气。 
　　但是，没有办法，社会上，职场中，没有礼貌，不懂得尊重人的人太多了。 
　　就如我前面所说的，面试其实就是忍受各色人等的挑剔和不平等待遇。而面试官更是千奇百态，有冷面得似乎你欠她几百万的，有当你透明自始至终看都不看你的，有边面试边抽烟喝酒的，有面试的时候单腿巧起搁凳子上的，有你回答了问题都不反映继续做自己事情的，有让你等上三个小时然后一句话就打发了的。。。。。。 
　　谁叫我们是找工作，让人家给我们一个机会呢？ 
　　但是，不管怎样，我们都需要始终记住，我们不是去乞讨的，我们是用我们的辛勤劳动和智慧头脑去换取报酬。我们和面试官，不论他职位如何，我们都始终是平等。 
　　他们有选择我们的权利，我们同样有选择他们的权利；他们可以不要我们，但绝对无任何权利侮辱和贬低我们。 
　　面对这些不尊重人的面试官，我一般的做法是，立刻礼貌的提醒对方，或者起身告辞。不论这份工作多好，我都不接受任何人对我的不尊重。 
　　 
　　当然，也不必要生气或者和他们吵架，你想想，和这种不礼貌的人吵架简直是降低我们自己。而且，和任何人吵架，自己都不会好受。 
　　 
　　所以，礼貌但很自尊的提醒对方，他这样子让你觉得很不尊重，你认为这份工作不适合，然后告辞就可以了。 
　　 
　　 
　　记住，我们是平等的。任何人都没有权利对我们不尊重！！！ 

作者：淡然的旅程　回复日期：2007-9-5　14:53:01　 
　　　　　我总觉得，职业生涯首先要关注的是自己，自己想要什么？大多数人大概没想过这个问题，唯一的想法只是——我想要一份工作，我想要一份不错的薪水，我知道所有人对于薪水的渴望，可是，你想每隔几年重来一次找工作的过程么？你想每年都在这种对于工作和薪水的焦急不安中度过么？不想的话，就好好想清楚。饮鸩止渴，不能因为口渴就拼命喝毒药。越是焦急，越是觉得自己需要一份工作，越饥不择食，越想不清楚，越容易失败，你的经历越来越差，下一份工作的人看着你的简历就皱眉头。于是你越喝越渴，越渴越喝，陷入恶性循环。最终只能哀叹世事不公或者生不逢时，只能到天涯上来发泄一把，在失败者的共鸣当中寻求一点心理平衡罢了。大多数人都有生存压力，我也是，有生存压力就会有很多焦虑，积极的人会从焦虑中得到动力，而消极的人则会因为焦虑而迷失方向。所有人都必须在压力下做出选择，这就是世道，你喜欢也罢不喜欢也罢。 
　　　　 
　　　　 
　　　　在别的帖子上看到一段话，形容得太贴切了　 
　　 
　　 
　　 
　　 
　　 
　　 
　　 
　　 
　　 
　　谢谢你，和大家分享一段这么好的话。 
　　 
　　找工作到一定时候，的确就急着想随便一份了。但如这段话所说，这样下来，以后的简历让人一看就摇头。 
　　 
　　所以，还是坚持，找到一份适合可以长期发展的工作！！！ 
该回复于2008-11-22 19:55:59被版主修改 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 cxz1985 
顽强 
等级: 
可用分等级：中农 
总技术分：1390 
总技术分排名：15678 

 发表于：2008-10-14 17:02:5917楼 得分:0 
作者：Muffinnnnnnnnnnn 提交日期：2007-9-6 18:43:00 
　　 
　　　　昨天面试失败了因为是应届生又被人瞧不起 
　　　　算了上来记号一下再继续好了 
　　　　真受不了那些人难道他们不是从应届生过来的吗 
　　　　唉 
----------------------------------------------------------------------------------------　　 
　　 
　　每家公司不一样，许多公司就想要立刻上手的，但也还有许多公司都喜欢招应届毕业生的，因为他们觉得应届生更容易适应公司文化，更而且更加具有激情和干劲。比如，宝洁等许多大型企业都只招应届生的。我在网上也看到不少中小公司也指明要应届生。 
　　 
　　你也别太在意。继续加油就是了。挑选那些合适的公司认真应聘。 
　　 
　　祝你成功。 

作者：流泪的猪天使　回复日期：2007-9-7　15:55:48　 
　　　　请问：先找好工作再辞职，还是先辞职再专心的找工作，？？？ 
　　　　前者：弊：请假不好请，怕自己请辞的心态被领导知道，毕竟还在这做着呢；利：不用担心明天失业 
　　　　后者：弊：不喜欢失业的状态，而且心理压力很大；利：可以有很多时间去面试投简历。 
　　　　怎么办？ 
　　 
　　 
　　 
　　 
　　 
　　凡事有利有弊，但很明显前者的利大于弊，后者的弊大于利。 
　　所以，选择前者。 
　　当然，如果你很牛人，能够随时找到工作，选择后者倒也很潇洒。 

作者：lh131302　回复日期：2007-9-10　14:36:28　 
　　　　昨天去面试，哎，开始是人事部老大面试，问了好多问题，有专业，有外语，或许是没有压力吧，面的不错，通过了，今天是老总面试，紧张了，不过老总也没有问我什么问题，就是些无关紧要的问题，比如，为什么辞职？等等，最后结果是回去等电话。汗，就这样完了，不知道自己错出在哪里了，或许是外表吧，本人平常喜欢穿些休闲的，面试的也是。应该改变下自己的形象了 
----------------------------------------------------------------------------- 
　　说实话，老总面试的确是比较没有把握的东西。 
　　 
　　说难吧，问的东西都很超级简单，一般是闲聊；说容易吧，许多时候都莫明其妙就被人家刷了。 
　　 
　　但也没有什么，很正常的。 
　　 
　　还是那句话，找工作就是找对象，完全看眼缘。 
　　 
　　尤其，老总面试这关，都和你的专业素质/工作经历无关了。基本上是否要你，一眼就决定了的。毕竟，人家好歹也阅人无数，你是怎样的人，眼就明白。而对不对他胃口就更是关键了。 
　　 
　　总之，老总面试，纯粹的看运气了。对味口了，一句话就要你；不对胃口，什么错也没有都不要你。 
　　 
　　下次面试还是穿正式点吧，至少显得尊重和整齐。 
　　 
　　加油，祝你好运！ 

作者：从头越吧　回复日期：2007-9-13　16:42:35　 
　　　　从昨天开始看这个贴子，我从前天开始发简历，但目前为止没有一个电话找我，真凄凉！昨晚照着LZ的经验之谈，修改了一下简历，但今天我只发了一份，不知要找多久呢 
-------------------------------------------------------------------------------- 
　　 
　　据我的经验，觉得合适的工作一般会在收到简历后的一到四天打电话通知你。其中又以第二第三天电话最多。 
　　比如，周一投的简历，一般周二到周五是应该接到电话通知面试的。周三和周四电话最多。 
　　过了这个时间，没打电话的就基本上表示没戏了。 
　　极少数的才会在一两个礼拜后通知你。这种一般都是已经面试了一些不合格，再叫你过去试试的。 
　　 
　　所以，别太着急，继续投简历。 
　　记住，总体上说，一百分简历大约七个面试机会。 
　　要多投简历。 
　　 
　　哈哈 
该回复于2008-11-22 20:12:32被版主修改 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 stivenjia 
零度ふ楓 
等级: 
可用分等级：富农 
总技术分：3139 
总技术分排名：6820 

 发表于：2008-10-14 17:17:1418楼 得分:0 
Mark LZ很强大也很努力，记得我第一份工作的月薪800我坚持了将近一年后放弃因为这个价在大连这个地方基本比民工生活还苦 
5个月后得到了现在的工作，虽然其间得到了珠海金山以及北京XX公司的面试通知但是我还是喜欢大连这个城市虽然处处让人伤心但是习惯了这里的生活，其余的话引用《肖申克的救赎》 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 taizans 
书生 
等级: 
可用分等级：富农 
总技术分：1206 
总技术分排名：17177 

 发表于：2008-10-14 17:27:2619楼 得分:0 
担忧呀. 
感觉公司撑啊撑啊,什么时候撑不下去我就也失业了 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 JJTwo 
偶很單純，內向，不太愛說話，眼神中帶著一絲憂鬱！ 
等级: 
可用分等级：富农 
总技术分：158 
总技术分排名：72438 

 发表于：2008-10-14 17:38:1420楼 得分:0 
留個名，繼續看。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 banqhu 
 
等级: 
可用分等级：中农 
总技术分：1 
总技术分排名：307504 

 发表于：2008-10-14 17:38:0621楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 palmax 
说到做到，淡出CSDN~~ 
等级: 
可用分等级：掌柜 
总技术分：12589 
总技术分排名：1436 

 发表于：2008-10-14 17:48:2922楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 LWYY52243548 
蓝雾幽影 
等级: 
可用分等级：贫农 
总技术分：157 
总技术分排名：70882 

 发表于：2008-10-14 17:53:0423楼 得分:0 
引用 19 楼 taizans 的回复:
担忧呀. 
感觉公司撑啊撑啊,什么时候撑不下去我就也失业了 
 
哈哈,一点也没错.我刚辞职,然后就觉得自己没底了,失业了.惨啊!! 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 kukou 
  小彪 
等级: 
可用分等级：掌柜 
总技术分：1511 
总技术分排名：13974 

 发表于：2008-10-14 18:10:1724楼 得分:0 
  
  MARK 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 wheresky 
Danny 
等级: 
可用分等级：乞丐 
总技术分：275 
总技术分排名：50168 

 发表于：2008-10-14 18:42:1625楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 cheng_er 
沃尔驴超市！ 
等级: 
可用分等级：富农 
总技术分：332 
总技术分排名：44502 
 发表于：2008-10-14 19:03:3326楼 得分:0 
以后失业了我也参考一下 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 wuyi8808 
　空军 
等级: 
可用分等级：富农 
总技术分：37841 
总技术分排名：239 
 发表于：2008-10-14 19:04:0327楼 得分:0 
oo 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 smartpig2008 
 
等级: 
可用分等级：乞丐 
总技术分：130 
总技术分排名：78739 

 发表于：2008-10-14 19:18:1728楼 得分:0 
一般毕业生VC大概有多少钱工资呢？ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 Nosky100 
无天 
等级: 
可用分等级：富农 
总技术分：1188 
总技术分排名：18114 

 发表于：2008-10-14 19:19:0029楼 得分:0 
先顶后看。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 ok208043624 
黑眼豆豆 
等级: 
可用分等级：中农 
总技术分：1208 
总技术分排名：17335 

 发表于：2008-10-14 19:26:1630楼 得分:0 
很pf主人公..... 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 lingyuzkj 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-14 19:34:5931楼 得分:0 
好长，留个标记，慢慢看 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 zzdmfk 
路人乙 
等级: 
可用分等级：富农 
总技术分：874 
总技术分排名：23498 

 发表于：2008-10-14 19:43:2132楼 得分:0 
七个月，吹吧。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 hyyuanqiang 
热合曼 
等级: 
可用分等级：富农 
总技术分：233 
总技术分排名：58898 

 发表于：2008-10-14 19:53:4433楼 得分:0 
mark!@ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 AaNing 
人活一世也就是时不时的笑笑别人，偶尔别人笑笑自己。 
等级: 
可用分等级：中农 
总技术分：5 
总技术分排名：256231 

 发表于：2008-10-14 19:54:1134楼 得分:0 
这帖子收了，下个月离职了就。 

踏上找工作的行列！！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 AaNing 
人活一世也就是时不时的笑笑别人，偶尔别人笑笑自己。 
等级: 
可用分等级：中农 
总技术分：5 
总技术分排名：256231 

 发表于：2008-10-14 19:54:1735楼 得分:0 
这帖子收了，下个月离职了就。 

踏上找工作的行列！！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 linuxjava01 
各位旅客请注意：YY次列车就要启动了，请拉好扶手，系紧安全带。 
等级: 
可用分等级：中农 
总技术分：133 
总技术分排名：77880 

 发表于：2008-10-14 20:01:2536楼 得分:0 
恩，以前在TianYa看过的，不错。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 net_xiaojian 
青出于蓝而胜于蓝 
等级: 
可用分等级：富农 
总技术分：276 
总技术分排名：63290 

 发表于：2008-10-14 21:02:0037楼 得分:0 
得花点时间看~ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 JackHsiang 
Jack Hsiang 
等级: 
可用分等级：中农 
总技术分：82 
总技术分排名：102596 

 发表于：2008-10-14 21:02:3138楼 得分:0 
觉得不是很难 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 ws_hgo 
 
等级: 
可用分等级：富农 
总技术分：3749 
总技术分排名：5692 

 发表于：2008-10-14 21:15:2639楼 得分:0 
报个到 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 Fireway2008 
幽幽心源 
等级: 
可用分等级：富农 
总技术分：1141 
总技术分排名：18732 

 发表于：2008-10-14 21:25:1740楼 得分:0 
看来就业真不容易，受教了！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 lzh_boy 
刘振南 
等级: 
可用分等级：中农 
总技术分：8 
总技术分排名：242720 

 发表于：2008-10-14 21:28:1841楼 得分:0 
看来就业真不容易，受教了！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 mfreesky 
 
等级: 
可用分等级：长工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-14 21:41:2642楼 得分:0 
敬上上了,伟大的人 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 liang__ 
 
等级: 
可用分等级：中农 
总技术分：322 
总技术分排名：45382 

 发表于：2008-10-14 21:57:5343楼 得分:0 
这个实在太长了，我也看不完。 
主要是这个不太适合我看。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 backway 
阿方[!@!$^%^$^#$&!] 
等级: 
可用分等级：富农 
总技术分：3917 
总技术分排名：5444 

 发表于：2008-10-14 22:13:3644楼 得分:0 
支持楼主 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 cheidtf 
明日高科 
等级: 
可用分等级：中农 
总技术分：80 
总技术分排名：103748 

 发表于：2008-10-14 22:41:5345楼 得分:0 
我们程序员，不太可能会有那么通知面试的。 
也不可能有那么多时间浪费在无休止的笔试和面试去。 

该篇文章写不错，但是不适合于搞技术类。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 n_yHHy_n 
n_yHHy_n 
等级: 
可用分等级：富农 
总技术分：1120 
总技术分排名：18215 

 发表于：2008-10-14 22:44:3546楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 k1988 
 
等级: 
可用分等级：长工 
总技术分：23 
总技术分排名：174306 

 发表于：2008-10-14 23:15:0047楼 得分:0 
好长，阅毕。有感，不发。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 namhyuk 
namhyuk 
等级: 
可用分等级：小地主 
总技术分：18751 
总技术分排名：689 

 发表于：2008-10-14 23:25:3348楼 得分:0 
 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 gabriel80 
红豆悟空 
等级: 
可用分等级：富农 
总技术分：312 
总技术分排名：46201 

 发表于：2008-10-15 09:12:5249楼 得分:0 
太强大了啊....................... 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 mace11111 
 
等级: 
可用分等级：长工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-15 09:15:5350楼 得分:0 
很幸苦的看完了，见识了。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 evjen 
| 伊杰夫 
等级: 
可用分等级：中农 
总技术分：1217 
总技术分排名：17362 

 发表于：2008-10-15 09:18:3151楼 得分:0 
路过 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 laiahu 
 
等级: 
可用分等级：贫农 
总技术分：23 
总技术分排名：174306 

 发表于：2008-10-15 09:20:5752楼 得分:0 
学习.. 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 scq2099yt 
欢迎访问施昌权的个人网站：http://www.joyvc.cn。 
等级: 
可用分等级：富农 
总技术分：18060 
总技术分排名：737 

 发表于：2008-10-15 09:21:3953楼 得分:0 
up 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 wang8 
wang8 
等级: 
可用分等级：富农 
总技术分：425 
总技术分排名：37333 

 发表于：2008-10-15 09:27:0754楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 walkbywind 
walkbywind 
等级: 
可用分等级：富农 
总技术分：949 
总技术分排名：21230 

 发表于：2008-10-15 09:31:3955楼 得分:0 
感谢分享。留着要跳槽时看看。。。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 sunhao_v 
JAVA ER 
等级: 
可用分等级：中农 
总技术分：37 
总技术分排名：147112 

 发表于：2008-10-15 09:38:5756楼 得分:0 
mark..... 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 yun2009 
该用户很懒,没有设置昵称 
等级: 
可用分等级：贫农 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-15 09:43:5157楼 得分:0 
一不小心  看到了9点45了 
得好好工作了  等中午休息的时候再拜读 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 supercpu123 
不结贴的人好多啊 
等级: 
可用分等级：中农 
总技术分：640 
总技术分排名：27798 

 发表于：2008-10-15 09:51:4958楼 得分:0 
程序员面试不可能这么麻烦的吧 要是我遇到这么多鸟事  直接走人 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 hangzhou6274 
朋友们，告别牛奶回归豆浆吧。 
等级: 
可用分等级：掌柜 
总技术分：6077 
总技术分排名：3601 

 发表于：2008-10-15 10:01:5259楼 得分:0 
LZ是强人 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 king110_1 
不知道 
等级: 
可用分等级：小地主 
总技术分：148 
总技术分排名：73429 

 发表于：2008-10-15 10:02:1160楼 得分:0 
面霸 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 sky04 
I feel that Azrael is coming! 
等级: 
可用分等级：富农 
总技术分：39 
总技术分排名：146056 

 发表于：2008-10-15 10:03:3461楼 得分:0 
一定要mark一下 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 okhsboy 
无情反被多情恼 
等级: 
可用分等级：贫农 
总技术分：55 
总技术分排名：123347 

 发表于：2008-10-15 10:20:3562楼 得分:0 
首先我不得不说明一下： 

这是一个让我不的不回复的帖子之一，感谢楼主相关面试的宝贵经验，期待我以后会应用到。 


再次感谢楼主宝贵经验。 

从来看贴不回贴的人拜上。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 linghengmao 
 
等级: 
可用分等级：富农 
总技术分：100 
总技术分排名：91320 

 发表于：2008-10-15 10:29:2763楼 得分:0 
收藏先。太长了，有时间再看。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 buzaishimeng 
sky 
等级: 
可用分等级：中农 
总技术分：61 
总技术分排名：117623 

 发表于：2008-10-15 10:54:0064楼 得分:0 
学习了。。。。。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 zhangting1987 
ヾ学无ヤ止境☆ 
等级: 
可用分等级：富农 
总技术分：649 
总技术分排名：27526 

 发表于：2008-10-15 11:11:2365楼 得分:0 
收藏了…… 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 ZKM_ZHANG 
明明 
等级: 
可用分等级：中农 
总技术分：1372 
总技术分排名：15565 

 发表于：2008-10-15 11:13:2766楼 得分:0 
太长了,累。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 BoyHaXin 
积极面对！ 
等级: 
可用分等级：富农 
总技术分：2599 
总技术分排名：8391 

 发表于：2008-10-15 11:20:4067楼 得分:0 
mark 
 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 qiaoxinwei 
小新 
等级: 
可用分等级：贫农 
总技术分：1472 
总技术分排名：14284 

 发表于：2008-10-15 11:33:0068楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 joneyonly 
不要混日子，小心日子把你给混了～ 
等级: 
可用分等级：掌柜 
总技术分：3582 
总技术分排名：5950 

 发表于：2008-10-15 11:35:2869楼 得分:0 
o 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 lixinfa2000 
我不相信 
等级: 
可用分等级：中农 
总技术分：59 
总技术分排名：120416 

 发表于：2008-10-15 11:54:0570楼 得分:0 
真的很強大 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 liner632 
落花非雪 
等级: 
可用分等级：中农 
总技术分：4 
总技术分排名：276826 

 发表于：2008-10-15 12:30:5071楼 得分:0 
收藏了，慢慢看…… 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 will_liang 
 
等级: 
可用分等级：长工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-15 12:31:4672楼 得分:0 
也不错了，才七个月，我失业过一年半。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 edwardYang 
杨 
等级: 
可用分等级：富农 
总技术分：149 
总技术分排名：73176 

 发表于：2008-10-15 12:45:4773楼 得分:0 
楼主写得很不错，呵呵，期待续集 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 LBPeking 
别人笑我太疯癫，我笑他人看不穿！ 
等级: 
可用分等级：富农 
总技术分：4636 
总技术分排名：4713 

 发表于：2008-10-15 13:16:1274楼 得分:0 
楼主写得很不错，呵呵，期待续集 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 nalnait 
 
等级: 
可用分等级：富农 
总技术分：919 
总技术分排名：21811 

 发表于：2008-10-15 13:25:3375楼 得分:0 
引用 63 楼 linghengmao 的回复:
收藏先。太长了，有时间再看。 
. 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 HJ_34 
刺桐游子 
等级: 
可用分等级：掌柜 
总技术分：2284 
总技术分排名：9563 

 发表于：2008-10-15 14:07:3476楼 得分:0 
收藏先 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 aaron6 
间断性癫疯两亿三千万年 
等级: 
可用分等级：中农 
总技术分：1226 
总技术分排名：17177 
 发表于：2008-10-15 14:16:3577楼 得分:0 
看得眼累 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 storm0 
飘零雾雨.闻弦歌而知雅意,顾叶落而晓秋至 
等级: 
可用分等级：富农 
总技术分：15217 
总技术分排名：1028 
 发表于：2008-10-15 14:20:4978楼 得分:0 
很长，但却是一份详实的资料 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 okok165124 
歇克 
等级: 
可用分等级：贫农 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-15 14:22:5979楼 得分:0 
记住 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 KAMui54 
KAMui54 
等级: 
可用分等级：贫农 
总技术分：21 
总技术分排名：178552 

 发表于：2008-10-15 14:32:0980楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 KAMui54 
KAMui54 
等级: 
可用分等级：贫农 
总技术分：21 
总技术分排名：178552 

 发表于：2008-10-15 14:32:2981楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 kendan 
 
等级: 
可用分等级：贫农 
总技术分：378 
总技术分排名：40550 

 发表于：2008-10-15 14:33:4382楼 得分:0 
值得参考。。。。。。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 lv_ping 
卡哇依~ 
等级: 
可用分等级：中农 
总技术分：324 
总技术分排名：45042 

 发表于：2008-10-15 14:38:2283楼 得分:0 
up 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 miyimei 
我左八荣，右八耻，和谐在腰间，代表在胸口 
等级: 
可用分等级：掌柜 
总技术分：530 
总技术分排名：31933 

 发表于：2008-10-15 14:41:3784楼 得分:0 
说实话，我觉得楼主不咋地，我和我的同学找工作都没这么麻烦。 
我找工作是一次投十来封简历，然后别人打电话过来要去面试，结果我还没把这些面试做完工作就搞定了。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 kaoloveting 
编码混口饭吃 
等级: 
可用分等级：掌柜 
总技术分：763 
总技术分排名：24437 

 发表于：2008-10-15 14:46:0785楼 得分:0 
全看完了，不错，直的学习 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 xkyx_cn 
飞翔的鱼 
等级: 
可用分等级：掌柜 
总技术分：20545 
总技术分排名：601 
2
 发表于：2008-10-15 14:48:4986楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 ejoe313 
星梦奇缘 
等级: 
可用分等级：掌柜 
总技术分：4347 
总技术分排名：4967 

 发表于：2008-10-15 14:48:5887楼 得分:0 
唉 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 ming4098 
工作后到动物园才觉得自己是个人 
等级: 
可用分等级：大财主 
总技术分：1174 
总技术分排名：17553 
6
3
2
 发表于：2008-10-15 14:49:5688楼 得分:0 
看看 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 rails2007 
Go, War3... 
等级: 
可用分等级：贫农 
总技术分：1 
总技术分排名：307504 

 发表于：2008-10-15 15:06:3189楼 得分:0 
高人！ 
Mark一下 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 bridge05 
bridge 
等级: 
可用分等级：中农 
总技术分：170 
总技术分排名：67634 

 发表于：2008-10-15 15:24:0190楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 sincor 
Sincor 
等级: 
可用分等级：乞丐 
总技术分：315 
总技术分排名：46125 

 发表于：2008-10-15 15:43:5891楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 sincor 
Sincor 
等级: 
可用分等级：乞丐 
总技术分：315 
总技术分排名：46125 

 发表于：2008-10-15 15:44:2592楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 dj3688 
dj3688 
等级: 
可用分等级：富农 
总技术分：103 
总技术分排名：89913 

 发表于：2008-10-15 15:56:0793楼 得分:0 
不得不说明一下： 

这是一个让我不的不回复的帖子之一 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 mitoad 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-15 15:57:2794楼 得分:0 
真够牛的！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 opec 
狂风基督收集牛人 
等级: 
可用分等级：富农 
总技术分：74 
总技术分排名：108133 

 发表于：2008-10-15 16:13:3695楼 得分:0 

不得不说，我很佩服这个文章的作者！ 
这么多面试的问题和流程，都记得这么清楚 
我光是看帖子，看道后面有的问题我都看花眼了 
而且每个面试都有总结和启发 
这点认真和坚持，我非常钦佩！ 
人才啊，我要象他学习 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 fulton_xc 
刚知软件待教诲 
等级: 
可用分等级：中农 
总技术分：95 
总技术分排名：95474 

 发表于：2008-10-15 16:40:2396楼 得分:0 
学习啊 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 sanshao27 
飞火流星 
等级: 
可用分等级：富农 
总技术分：1101 
总技术分排名：18710 

 发表于：2008-10-15 16:46:1597楼 得分:0 
好强的经历 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 feilinhe 
老费 
等级: 
可用分等级：富农 
总技术分：2500 
总技术分排名：8867 

 发表于：2008-10-15 16:49:0098楼 得分:0 
牛啊 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 vincent4895856 
 
等级: 
可用分等级：中农 
总技术分：37 
总技术分排名：147112 

 发表于：2008-10-15 17:07:3399楼 得分:0 
向作者致敬 
自己也是失业了近半年 
找了一个半月的工作 
作者的经历正好共勉 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 marszszzl 
 
等级: 
可用分等级：贫农 
总技术分：258 
总技术分排名：52302 

 发表于：2008-10-15 17:17:49100楼 得分:0 
mark.. 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 XiaoLu1984 
 
等级: 
可用分等级：富农 
总技术分：244 
总技术分排名：54119 

 发表于：2008-10-15 17:21:08101楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 pilixuanke 
轩客 
等级: 
可用分等级：富农 
总技术分：1889 
总技术分排名：11393 

 发表于：2008-10-15 17:42:50102楼 得分:0 
mark... 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 popchild 
欧罗巴骚客贩 
等级: 
可用分等级：富农 
总技术分：815 
总技术分排名：23249 

 发表于：2008-10-15 18:53:36103楼 得分:0 
mark一下。深有感触 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 dapeng112200 
小子 
等级: 
可用分等级：长工 
总技术分：1 
总技术分排名：307504 

 发表于：2008-10-15 19:32:44104楼 得分:0 
好帖要顶。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 dapeng112200 
小子 
等级: 
可用分等级：长工 
总技术分：1 
总技术分排名：307504 

 发表于：2008-10-15 19:33:11105楼 得分:0 
怎么一个帖子那么多人发？ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 ouyh12345 
五岭散人 
等级: 
可用分等级：富农 
总技术分：48994 
总技术分排名：169 
2
 发表于：2008-10-15 19:39:00106楼 得分:0 
up 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 jillnicky 
吉尔 
等级: 
可用分等级：大地主 
总技术分：5963 
总技术分排名：3711 

 发表于：2008-10-15 19:41:16107楼 得分:0 
o(∩_∩)o... 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 tianzy0416 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-15 19:53:10108楼 得分:0 
非常好 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 jhwcd 
机器猫 
等级: 
可用分等级：小地主 
总技术分：14545 
总技术分排名：1086 
 发表于：2008-10-15 20:41:22109楼 得分:0 
mark... 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 wangask00 
 
等级: 
可用分等级：贫农 
总技术分：17 
总技术分排名：197230 

 发表于：2008-10-15 20:45:46110楼 得分:0 
面试的经验很管用 
即使是程序员 
除了跟技术部，也会要跟hr打交道 
 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 winthegame 
胜利在望 
等级: 
可用分等级：小地主 
总技术分：6827 
总技术分排名：3061 

 发表于：2008-10-15 20:57:48111楼 得分:0 
Mark，呵呵，有空看看 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 xiaoc1026 
偶素帅锅 
等级: 
可用分等级：中农 
总技术分：941 
总技术分排名：21359 

 发表于：2008-10-15 21:01:21112楼 得分:0 
早上看到晚上。。努力学习 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 foxpeter 
foxpeter 
等级: 
可用分等级：贫农 
总技术分：5 
总技术分排名：256231 

 发表于：2008-10-15 21:18:11113楼 得分:0 
这个要MARK一下 找工作有用 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 lwd4210 
 
等级: 
可用分等级：中农 
总技术分：529 
总技术分排名：32172 

 发表于：2008-10-15 21:27:57114楼 得分:0 
楼主,我收藏了 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 b35838715 
该用户很懒,没有设置昵称 
等级: 
可用分等级：贫农 
总技术分：32 
总技术分排名：154351 

 发表于：2008-10-15 21:55:22115楼 得分:0 
  我也深有体会,我刚大专毕业,我深深的感觉到文凭真的很重要,我现在在深圳的文思创新,给华为做C方面的外包,工资只有3K.我有一个高中同学,也刚本科毕业,在北京用友软件,做测试都5K.觉得很烦~~~感觉落差好大~~~ 
   
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 IMGGTOO 
GG 
等级: 
可用分等级：中农 
总技术分：1052 
总技术分排名：19083 

 发表于：2008-10-15 23:15:26116楼 得分:0 
最近正在考虑换个工作，多写楼主的分享！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 ZhangQiuLiang 
 
等级: 
可用分等级：长工 
总技术分：2 
总技术分排名：291913 

 发表于：2008-10-15 23:22:21117楼 得分:0 
不错 
只要肯跳 
机会很大 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 constantine 
飘遥的安吉儿 
等级: 
可用分等级：掌柜 
总技术分：81231 
总技术分排名：80 
9
8
5
 发表于：2008-10-15 23:22:27117楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 xds1983 
 
等级: 
可用分等级：长工 
总技术分：1 
总技术分排名：307504 

 发表于：2008-10-15 23:24:47118楼 得分:0 
经验，，不得不顶一个！！！！！！！ 
 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 szzwl 
ddda 
等级: 
可用分等级：富农 
总技术分：139 
总技术分排名：77591 

 发表于：2008-10-15 23:30:37119楼 得分:0 
好像在tianya看到过 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 feiyuemengxiang 
追梦乞丐 
等级: 
可用分等级：贫农 
总技术分：26 
总技术分排名：166654 

 发表于：2008-10-16 00:04:41120楼 得分:0 
要好好学习了 
辛苦了 LZ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 san_77227487 
 
等级: 
可用分等级：贫农 
总技术分：117 
总技术分排名：83734 

 发表于：2008-10-16 00:52:02121楼 得分:0 
mark 慢慢看 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 shenlong0125 
用心 
等级: 
可用分等级：贫农 
总技术分：22 
总技术分排名：176133 

 发表于：2008-10-16 08:38:39122楼 得分:0 
学习学习. 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 hfgayy 
fagacity 
等级: 
可用分等级：富农 
总技术分：15 
总技术分排名：201708 

 发表于：2008-10-16 08:56:39123楼 得分:0 
很遗憾，为什么我面试时就没有这么多轮。 

真担心以后面试时如果没有第一次那么好运气的话，我该怎么办？ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 qiudw 
一万年太久，只争朝夕！ 
等级: 
可用分等级：小地主 
总技术分：1633 
总技术分排名：13747 

 发表于：2008-10-16 09:09:34124楼 得分:0 
挺全的，值得好好看看。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 dennis_myli 
dennis 
等级: 
可用分等级：中农 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-16 09:13:26125楼 得分:0 
很有启发得,多谢楼主 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 wzyzb 
c++ 
等级: 
可用分等级：中农 
总技术分：32 
总技术分排名：172763 

 发表于：2008-10-16 09:20:13126楼 得分:0 
mark  等会看 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 wutaihua 
Be Your Personal Best 
等级: 
可用分等级：富农 
总技术分：423 
总技术分排名：37469 

 发表于：2008-10-16 09:34:32127楼 得分:0 
记录一下，或许我失业后，可以找这个来提醒下自己 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 nhconch 
狂歌痛饮 
等级: 
可用分等级：富农 
总技术分：5828 
总技术分排名：3785 

 发表于：2008-10-16 09:48:20128楼 得分:0 
楼主太无聊，找60家司玩去 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 longtramp 
 
等级: 
可用分等级：中农 
总技术分：618 
总技术分排名：28602 

 发表于：2008-10-16 10:01:17129楼 得分:0 
  mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 mmidd 
雪山飞壶 
等级: 
可用分等级：富农 
总技术分：2284 
总技术分排名：9563 

 发表于：2008-10-16 10:09:59130楼 得分:0 
很强大 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 javarike 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-16 10:10:40131楼 得分:0 
up 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 dedx2003 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-16 10:15:19132楼 得分:0 
我也在深圳找工作... 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 zidane1983 
一双玉臂千人枕 半点朱唇万客尝﹖ 
等级: 
可用分等级：中农 
总技术分：43 
总技术分排名：152975 

 发表于：2008-10-16 10:24:40133楼 得分:0 
我以后的求职就靠这篇文章了。学习到了很多很多细节上的问题。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 laobing_lin 
laobing 
等级: 
可用分等级：中农 
总技术分：1911 
总技术分排名：11321 

 发表于：2008-10-16 11:19:32134楼 得分:0 
学习，MARK！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 cime63 
流浪的孩子 
等级: 
可用分等级：中农 
总技术分：2089 
总技术分排名：10385 

 发表于：2008-10-16 11:50:48135楼 得分:0 
mark it 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 yoyo82 
优游 
等级: 
可用分等级：富农 
总技术分：792 
总技术分排名：23745 

 发表于：2008-10-16 12:17:08136楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 yoyo82 
优游 
等级: 
可用分等级：富农 
总技术分：792 
总技术分排名：23745 

 发表于：2008-10-16 12:21:12137楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 TeFei_2008 
箫箫 
等级: 
可用分等级：短工 
总技术分：3 
总技术分排名：283293 

 发表于：2008-10-16 12:21:24138楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 zengping1 
 
等级: 
可用分等级：中农 
总技术分：1 
总技术分排名：307504 

 发表于：2008-10-16 12:24:42139楼 得分:0 
我的职业发展就靠这帖了！狂顶！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 Paladin_china 
大仙 
等级: 
可用分等级：富农 
总技术分：2468 
总技术分排名：8851 

 发表于：2008-10-16 12:43:17140楼 得分:0 
我面试的公司中最让人不舒服的就是那个什么高伟达，人事还好，部门经理一定都不尊重人，约定去面试却不在，下去再去。前前后后去了四次，当时我从家里到他们那儿一个来回要5个小时，我晕啊…… 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 phisherr 
阿峰 
等级: 
可用分等级：富农 
总技术分：2885 
总技术分排名：7467 

 发表于：2008-10-16 12:46:43141楼 得分:0 
好贴留名 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 xbaxk 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-16 12:56:24142楼 得分:0 
谢谢你的分享！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 z416177937 
嘿嘿,相信自己 
等级: 
可用分等级：中农 
总技术分：188 
总技术分排名：65942 

 发表于：2008-10-16 13:04:12143楼 得分:0 
没经历过这么多，看过之后感受颇多 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 wjp_116 
学习中 
等级: 
可用分等级：中农 
总技术分：505 
总技术分排名：33731 

 发表于：2008-10-16 13:07:27144楼 得分:0 
发帖人说自己不是很强，我看全国13亿人他至少也是前1000万名的强人。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 yoyo82 
优游 
等级: 
可用分等级：富农 
总技术分：792 
总技术分排名：23745 

 发表于：2008-10-16 13:09:41145楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 mgm611 
至尊宝 
等级: 
可用分等级：长工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-16 13:17:22146楼 得分:0 
很有启发,多谢楼主 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 FireBirdCN 
嘛都菜~~~ 
等级: 
可用分等级：富农 
总技术分：2093 
总技术分排名：10413 

 发表于：2008-10-16 13:37:42147楼 得分:0 
mark 
备用 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 Comgarden 
圈圈 
等级: 
可用分等级：短工 
总技术分：24 
总技术分排名：172763 

 发表于：2008-10-16 14:02:47148楼 得分:0 
收藏！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 sms88 
白板http://shop34112882.taobao.com 
等级: 
可用分等级：富农 
总技术分：4208 
总技术分排名：5046 

 发表于：2008-10-16 14:54:18149楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 wgy516 
csxiaocai 
等级: 
可用分等级：短工 
总技术分：24 
总技术分排名：172763 

 发表于：2008-10-16 14:59:01150楼 得分:0 
很多从英国回来的海龟都很烂，除了会点english，其它的软件技术也不行，做管理也管不好，比起我们做技术出身的经理差远了。在公司里就是打着海龟的旗号拿高工资，怪不得我高中有个同学成绩超烂，在假期请个英语老师练口语之后，丢几十万去英国留学了。能有好的技术水平的海龟真的不多 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 jiqing_gao 
gaof 
等级: 
可用分等级：富农 
总技术分：646 
总技术分排名：27623 

 发表于：2008-10-16 15:00:40151楼 得分:0 
mark 
 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 congzai1 
女孩心，海底针，莫乱猜，慢感受 
等级: 
可用分等级：中农 
总技术分：100 
总技术分排名：91320 

 发表于：2008-10-16 15:08:08152楼 得分:0 
做个记号，漫漫看 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 prettydolphin 
蓝精灵 
等级: 
可用分等级：长工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-16 15:55:40153楼 得分:0 
谢谢作者，很辛苦。也给很多人以借鉴，很有用 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 logonin 
浮躁的经济时代,迷茫的人生 
等级: 
可用分等级：中农 
总技术分：1395 
总技术分排名：15035 

 发表于：2008-10-16 16:02:11154楼 得分:0 
好长哦 
收藏用时再看 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 laughable 
Iv 
等级: 
可用分等级：中农 
总技术分：1085 
总技术分排名：18663 

 发表于：2008-10-16 16:02:50155楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 rulary 
小星星 
等级: 
可用分等级：掌柜 
总技术分：1268 
总技术分排名：16782 

 发表于：2008-10-16 16:39:58156楼 得分:0 
宝贵的经验，谢谢分享 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 killcpp 
×× 
等级: 
可用分等级：贫农 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-16 16:49:20157楼 得分:0 
Mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 alice126 
alice 
等级: 
可用分等级：乞丐 
总技术分：2 
总技术分排名：291913 

 发表于：2008-10-16 16:53:21158楼 得分:0 
终于看完了，非常实用。楼主辛苦了！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 chenyinjin 
新之旧 
等级: 
可用分等级：中农 
总技术分：8 
总技术分排名：242720 

 发表于：2008-10-16 16:59:19159楼 得分:0 
我明年就毕业了，看到楼主这麽面试经验，谢谢你啊，楼主，祝你好运啊 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 zp752963831 
菜鸟 
等级: 
可用分等级：贫农 
总技术分：390 
总技术分排名：43391 

 发表于：2008-10-16 17:10:50160楼 得分:0 
看看 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 tyqingbird 
天野青鸟 
等级: 
可用分等级：长工 
总技术分：91 
总技术分排名：97474 

 发表于：2008-10-16 17:18:08161楼 得分:0 
mark 
想起了自己三年前找工作的经历,快有3个月吧,面试过几十家公司吧,那种经历... 
现在又要找新的公司了,虽然还没辞职,已经呆不下去了 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 ghtghtmalone 
malone 
等级: 
可用分等级：掌柜 
总技术分：2028 
总技术分排名：10663 

 发表于：2008-10-16 17:23:42162楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 micenote 
vvsloe 
等级: 
可用分等级：贫农 
总技术分：8 
总技术分排名：242720 

 发表于：2008-10-16 17:40:15163楼 得分:0 
不得不回这贴子。你教会了我很多。真的！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 VsirSoft 
一直忙,一直忙,来补两帖吧.-_-# 
等级: 
可用分等级：富农 
总技术分：11576 
总技术分排名：1655 
 发表于：2008-10-16 17:52:58164楼 得分:0 
真长啊 一时看不完呢 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 superdullwolf 
大笨狼 
等级: 
可用分等级：掌柜 
总技术分：50364 
总技术分排名：164 
3
 发表于：2008-10-16 17:57:12165楼 得分:0 
招人,PHPer,上海6个,电话给这个漂亮MM, 本狼保证,待遇比你以前高 
http://topic.csdn.net/u/20081016/17/bddc625f-7b5a-4632-a8df-f45d6ba31264.html 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 qq84937231 
该用户很懒,没有设置昵称 
等级: 
可用分等级：贫农 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-16 18:58:31166楼 得分:0 
好贴  
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 banqhu 
 
等级: 
可用分等级：中农 
总技术分：1 
总技术分排名：307504 

 发表于：2008-10-16 19:21:25167楼 得分:0 
好贴  
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 yangliuxiaowu 
大侠赵敏 
等级: 
可用分等级：贫农 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-16 19:21:42168楼 得分:0 
非常感谢楼主的真诚发贴，看种贴了不回吖，那不是爷们干的事。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 qianxf2008 
井中月 
等级: 
可用分等级：贫农 
总技术分：55 
总技术分排名：123347 

 发表于：2008-10-16 19:25:40169楼 得分:0 
mark 以后看 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 hdhai9451 
☆新人类☆ 
等级: 
可用分等级：掌柜 
总技术分：52926 
总技术分排名：159 
 发表于：2008-10-16 20:23:26170楼 得分:0 
很认真看完楼主的这段经历,因我之前也是找工作了两个多月才找到,再加上休息和其他时间,也共失业了四个月; 
深有体会找工作的辛苦啊..... 

看完这帖,觉得楼主的文学才华招群,能力很强,有理想,有目标,有奋斗的方向;一定能够把自己想做的事情如愿做好! 
再找工作时也很快就稿定了! 

 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 zxf17 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-16 20:23:48171楼 得分:0 
不错,顶 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 fengsfx 
 
等级: 
可用分等级：贫农 
总技术分：47 
总技术分排名：134036 

 发表于：2008-10-16 22:02:42172楼 得分:0 
终于看完了，真长，学到不少东西。谢谢楼主。 


 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 xiafeng511 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-16 22:05:44173楼 得分:0 
经验值得借鉴，感谢楼主！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 WEBCONFIG 
 
等级: 
可用分等级：中农 
总技术分：94 
总技术分排名：96184 

 发表于：2008-10-16 23:21:21174楼 得分:0 
好经验 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 hellogxp 
不完美 
等级: 
可用分等级：长工 
总技术分：4 
总技术分排名：276826 

 发表于：2008-10-17 00:11:32175楼 得分:0 
我要找工作了迷茫中.高不成底不就,yumen 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 c11_11_11 
蜗牛漫步 
等级: 
可用分等级：中农 
总技术分：2831 
总技术分排名：7635 

 发表于：2008-10-17 08:42:05176楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 windwl 
风之问情 
等级: 
可用分等级：掌柜 
总技术分：6522 
总技术分排名：3292 

 发表于：2008-10-17 08:58:38177楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 gjy1606 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-17 09:14:18178楼 得分:0 
谢谢楼主,学习那么多经验,但我的面试机会不多.来深圳一个多月了,一共也就两次笔试,一次面试,还好有个人事告诉我说我不该把党员写出来,真的觉得很受打击. 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 mjldnz2 
ee 
等级: 
可用分等级：长工 
总技术分：11 
总技术分排名：216451 

 发表于：2008-10-17 10:09:58180楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 psyl 
Codex 
等级: 
可用分等级：中农 
总技术分：714 
总技术分排名：25665 

 发表于：2008-10-17 10:51:20181楼 得分:0 
mark 找工作时用。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 yueliangdao0608 
武汉 MySQL DBA 
等级: 
可用分等级：掌柜 
总技术分：56095 
总技术分排名：143 
4
7
3
 发表于：2008-10-17 11:30:00182楼 得分:0 
MARK. 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 elifefly 
李蓝箫 
等级: 
可用分等级：中农 
总技术分：450 
总技术分排名：37043 

 发表于：2008-10-17 11:51:10183楼 得分:0 
真强悍！！！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 passionhip 
寂寞我就笑 
等级: 
可用分等级：富农 
总技术分：207 
总技术分排名：59933 

 发表于：2008-10-17 11:57:07184楼 得分:0 
我也算傻人有傻福了。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 emmyli 
 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-17 12:55:55185楼 得分:0 
好长的一段，不过真的很受用 

 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 wxpwxp 
wxp 
等级: 
可用分等级：富农 
总技术分：1011 
总技术分排名：19665 

 发表于：2008-10-17 13:25:40186楼 得分:0 
跟我差不多啊  
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 ashengjie 
→以后 
等级: 
可用分等级：中农 
总技术分：9 
总技术分排名：240269 

 发表于：2008-10-17 13:51:32187楼 得分:0 
学习  准备找工作 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 dly_ne 
微微的尘埃 
等级: 
可用分等级：贫农 
总技术分：5 
总技术分排名：256231 

 发表于：2008-10-17 13:51:56188楼 得分:0 
mark 一次看不完 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 mwzIT 
一生程序 
等级: 
可用分等级：长工 
总技术分：55 
总技术分排名：123347 

 发表于：2008-10-17 14:10:43189楼 得分:0 
SB 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 meachell 
 
等级: 
可用分等级：贫农 
总技术分：22 
总技术分排名：176133 

 发表于：2008-10-17 14:23:20190楼 得分:0 
先顶 
  回头再仔细看 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 meachell 
 
等级: 
可用分等级：贫农 
总技术分：22 
总技术分排名：176133 

 发表于：2008-10-17 14:23:32191楼 得分:0 
先顶 
  回头再仔细看 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 szw0024 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-17 14:37:10192楼 得分:0 
无奈 看来  我这种人 更是无能小辈了  悲哀 在墙角哭去了  大虾 我对你说的深有体悟了  唉 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 jerry_agle 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-17 16:27:10193楼 得分:0 
花了很久的时间，把楼主的经历一一看完。 
说实话，自己很感动。楼主也很真诚，那些怀疑内容是否真实的人不想一下如果没有真实的经历，怎么会写出这么多真实的感受呢？! 
我是今年的应届毕业生，试用期还没完就被公司刷掉了。中间的原因太多，不想说。最近也在找工作，因为是学计算机方面的，所以 
出来做程序员，是比较好的选择。其实什么职业规划，对我们这些初来乍到者来说有点遥远。现在的想法就是想找一份合适的工作， 
先把自己养活再做打算。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 fanlehai 
凡乐海 
等级: 
可用分等级：富农 
总技术分：362 
总技术分排名：42267 

 发表于：2008-10-17 16:33:36194楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 hudaogang 
豆瓣儿 
等级: 
可用分等级：中农 
总技术分：20 
总技术分排名：180878 

 发表于：2008-10-17 17:14:52195楼 得分:0 
非常感谢楼主的分享。。。你是面试的巨人 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 jsweifen 
/**/ 
等级: 
可用分等级：富农 
总技术分：354 
总技术分排名：42429 

 发表于：2008-10-17 17:20:11196楼 得分:0 
jf 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 yugboy 
 
等级: 
可用分等级：中农 
总技术分：35 
总技术分排名：149363 

 发表于：2008-10-17 17:25:55197楼 得分:0 
看了楼主的应聘经验我学到了很多，多谢 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 congzai1 
女孩心，海底针，莫乱猜，慢感受 
等级: 
可用分等级：中农 
总技术分：100 
总技术分排名：91320 

 发表于：2008-10-17 17:27:45198楼 得分:0 
看了好几天，总算看完啦。。。。很受启发 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 wangwenxin_java 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-17 20:47:12199楼 得分:0 
强人啊 ，我看了一下午，看的眼花。每一个细节他都记的这么清楚。佩服佩服。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 ysysbaobei 
章鱼1314 
等级: 
可用分等级：中农 
总技术分：107 
总技术分排名：87959 

 发表于：2008-10-17 21:29:15200楼 得分:0 
mark,学习 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 fomyth 
弋孤秋 
等级: 
可用分等级：贫农 
总技术分：64 
总技术分排名：115580 

 发表于：2008-10-17 22:19:37201楼 得分:0 
up 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 thecrypig 
该用户很懒,没有设置昵称 
等级: 
可用分等级：中农 
总技术分：87 
总技术分排名：99903 

 发表于：2008-10-17 22:45:30202楼 得分:0 
谢谢 
 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 zhangpeng9886123 
该用户很懒,没有设置昵称 
等级: 
可用分等级：贫农 
总技术分：204 
总技术分排名：60527 

 发表于：2008-10-17 23:11:56203楼 得分:0 
看了很久才把楼主的这些经历看完  虽然我现在还是个学生 但马上就要面临找工作面试了  想想都觉得挺可怕的  我想楼主的这些经历对我会有很大的帮助 谢谢楼主  真的很谢谢你了  
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 hyperywj 
hyperywj 
等级: 
可用分等级：中农 
总技术分：69 
总技术分排名：111976 

 发表于：2008-10-18 00:58:36204楼 得分:0 
很不错。 

至于辞职理由，不见得就不能说公司不好吧。像我遇到的情况，就实在找不出说他好的理由。 
我上一份工作（软件公司）辞职的理由，就是老板只知道做花架子然后骗客户的首期款，钱到手之后就什么也不管了。当时她的方针就是拿下首期，争取二期，放弃三期。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 anyutingshui 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-18 09:25:07205楼 得分:0 
花了两天时间拜读.堪称面试宝典,经典之作啊!!  
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 kunzhizhu 
 
等级: 
可用分等级：贫农 
总技术分：33 
总技术分排名：152975 

 发表于：2008-10-19 02:30:04206楼 得分:0 
mark 欣赏LZ的经历 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 eastjazz 
德仔 
等级: 
可用分等级：中农 
总技术分：3614 
总技术分排名：5886 

 发表于：2008-10-19 09:03:06207楼 得分:0 
面试宝典,经典之作啊 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 paoche 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-19 09:17:28208楼 得分:0 
该回复于2008-11-22 19:13:44被版主删除 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 hahale1985 
该用户很懒,没有设置昵称 
等级: 
可用分等级：乞丐 
总技术分：3 
总技术分排名：283293 

 发表于：2008-10-19 09:34:43209楼 得分:0 
哥哥，我是个应届毕业生，看了你们这些经历，我不禁有些害怕，有点感到前途迷茫啊！ 
  那么对于我这种应届毕业生是不是找个小公司就好了吗 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 emailtome 
123 
等级: 
可用分等级：贫农 
总技术分：54 
总技术分排名：125647 

 发表于：2008-10-19 11:17:28210楼 得分:0 
一句话 人太多 人才太多 fuckasshole   
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 hushuanwang2008 
 
等级: 
可用分等级：贫农 
总技术分：1 
总技术分排名：307504 

 发表于：2008-10-19 16:15:44211楼 得分:0 
自己太弱了~~ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 zhipengzhou 
zhipengzhou 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-19 18:55:52212楼 得分:0 
LZ厉害呀 挺过来了 我先现在在挺的过程中  
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 yinyongcom666 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-19 21:01:52213楼 得分:0 
我靠，以后怎么办？ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 zhkefa 
maky 
等级: 
可用分等级：富农 
总技术分：1161 
总技术分排名：17710 

 发表于：2008-10-19 21:21:34214楼 得分:0 
mark先，很长，有空慢慢看，， 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 qyl_1223 
 
等级: 
可用分等级：长工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-20 09:49:56215楼 得分:0 
好长啊，慢慢看，正在求职中，不过是应届毕业生，深受启发！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 syc958 
家有虎头觉也睡不好！ 
等级: 
可用分等级：富农 
总技术分：5167 
总技术分排名：4259 

 发表于：2008-10-20 09:50:38216楼 得分:0 
楼主真是个好人！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 xiaoyao888 
赵逍遥 
等级: 
可用分等级：富农 
总技术分：4218 
总技术分排名：5031 

 发表于：2008-10-20 10:30:40217楼 得分:0 
感谢楼主提供经验 

我也曾经失业半年之久，当时对我打击颇大，头几个月还积极出去找工作，到后几个月就呆在家里不出门，发个求职的帖子就不管了，每天泡面度日，昼伏夜出，通宵看碟打游戏。。。。 

现在觉得太荒唐了，时间都浪费了，那可是钱啊。。。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 kagomelee 
卡通fans 
等级: 
可用分等级：富农 
总技术分：589 
总技术分排名：29610 

 发表于：2008-10-20 11:28:34218楼 得分:0 
感谢分享 呵呵 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 b3727180 
T_TBAG 
等级: 
可用分等级：长工 
总技术分：14 
总技术分排名：207949 

 发表于：2008-10-20 12:49:11219楼 得分:0 
nark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 fsy123456accp 
大勇 
等级: 
可用分等级：中农 
总技术分：536 
总技术分排名：31668 

 发表于：2008-10-20 13:51:30220楼 得分:0 
好强悍啊  呵呵呵 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 beanj 
从新起飞。 
等级: 
可用分等级：中农 
总技术分：59 
总技术分排名：128464 

 发表于：2008-10-20 14:39:02221楼 得分:0 
好文章.谢谢分享. 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 shuyisheng 
shuyisheng 
等级: 
可用分等级：贫农 
总技术分：169 
总技术分排名：70882 

 发表于：2008-10-20 14:42:31222楼 得分:0 
晕，讲得我都不敢面试了。觉得自己能力不够 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 YuWangDuShi 
欲望都市 
等级: 
可用分等级：中农 
总技术分：92 
总技术分排名：98987 

 发表于：2008-10-20 15:31:26223楼 得分:0 
引用 1 楼 jimoguilai 的回复:
　　1.事后，我冷静总结了一下这次面试失败的原因，很明显是在于形象。 
　　都怪我自己太大意了，没有想过还是尽量保守点好。 
　　穿得正式点总是没有错的。 
 

光环效应，是指一个人的某一正面特征会主导人们对这个人的整体看法。 

案例，马云在做产品推广和销售的时候，陌生人一见他的面就认为他是坏人。 
案例，相貌出众的候选人得到的票数是相貌平平的候选人的2倍半。 

言归正传，面试过程中，应聘者的外表和他的工作资历同等重要。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 zhaomy163 
 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-20 16:22:22224楼 得分:0 
要找合適的工作，而不是好的工作。。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 hecker728 
冷月 
等级: 
可用分等级：贫农 
总技术分：140 
总技术分排名：75652 

 发表于：2008-10-20 16:24:52225楼 得分:0 
MARK 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 malone1 
神仙姐姐在哪儿 
等级: 
可用分等级：贫农 
总技术分：85 
总技术分排名：100815 

 发表于：2008-10-20 16:42:15226楼 得分:0 
党员也被歧视！！！！！！！！！！！！ 
 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 debrogile 
弈缘 
等级: 
可用分等级：贫农 
总技术分：93 
总技术分排名：105174 

 发表于：2008-10-20 16:52:25227楼 得分:0 
刚毕业，虽然已经工作了3个月，不过看了这个帖子真的学到了很多，感谢楼主，我收藏了！！！！！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 wzaen 
方雨 
等级: 
可用分等级：掌柜 
总技术分：1239 
总技术分排名：17499 

 发表于：2008-10-20 16:55:04228楼 得分:0 
up 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 b3727180 
T_TBAG 
等级: 
可用分等级：长工 
总技术分：14 
总技术分排名：207949 

 发表于：2008-10-20 17:00:50229楼 得分:0 
up 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 cool_scorpion 
hahahahah 
等级: 
可用分等级：短工 
总技术分：421 
总技术分排名：37607 

 发表于：2008-10-20 17:35:49230楼 得分:0 
up 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 dousou5 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-20 17:37:20231楼 得分:0 
终生受用！！！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 dade2519 
C#编程 
等级: 
可用分等级：中农 
总技术分：29 
总技术分排名：162482 

 发表于：2008-10-20 21:27:12232楼 得分:0 
  楼主真的说到我心坎里去了 首先我要感谢楼主分享心得 
我现在也处在失业中 
  我不知道我应该做什么行业 程序员这个行业我想做不下去了 我前后呆了3家公司 都不超过3个月 要不公司倒闭了 要不被炒掉了 我现在想我是不是选错了行业 走错了路 ··· 
  很久都没有联系家里了，我不知道给他们说什么 说再次失业了！··· 
我知道无论我混成什么样子，家里人都很宽恕的接纳我，不放弃我。但我感觉我什么都不能做，似乎没有适合我的工作 对不起他们··· 似乎上天一直不爱我。。。。。。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 lingrain 
冰河 
等级: 
可用分等级：贫农 
总技术分：70 
总技术分排名：114428 

 发表于：2008-10-21 00:10:47233楼 得分:0 
受益匪浅啊，我们很多人身在福中不知福。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 YuWangDuShi 
欲望都市 
等级: 
可用分等级：中农 
总技术分：92 
总技术分排名：98987 

 发表于：2008-10-21 10:22:21234楼 得分:0 
关于面试难度的一点看法 

一些企业（尤其是跨国的）在招聘时会采用类似策略，通过多轮笔试、面试、小组面试、综合面试等手段来人为的提高或强化进入公司的难度，这有什么好处？ 

新员工一旦进入该公司，忠诚度相对较高，至少比那些轻松进来的员工忠诚度高很多。 
而且通过这种严格的考察、测试进来的员工对自己企业的自豪感也会由此增加。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 Godball 
贵球 
等级: 
可用分等级：掌柜 
总技术分：143 
总技术分排名：74783 

 发表于：2008-10-21 10:48:34235楼 得分:0 
谢谢分享。收藏了。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 liweilong820327 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-21 11:27:35236楼 得分:0 
  本人和楼主一样也失业了七个月哦,大专是读商务英语专业的,英语才过四级.本科读夜校法学专业,今年毕业,在镇政府做了一年经济普查工作,在一家日资企业做过两年文职工作,今年三月份辞职了.大中小的公司都面试了不少,但是都没有成功,也许自己的表达能力不好还是什么原因,每次面试都不够理想,现在对面试已经没有什么自信了,现在是不是进公司都要靠关系了.之前的两份工作都是人家介绍我去做的. 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 yun841101 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-21 11:29:28237楼 得分:0 
为了回复注册了个账号，很感谢LZ的分享，我最近在进行职业重新定位，LZ的经验及建议更加肯定了我的想法，也坚定了我的选择，谢谢！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 arssqz 
晴子 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-21 13:29:03238楼 得分:0 
强帖~~~ 
UP 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 laochen1988 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-21 14:51:54239楼 得分:0 
看了，收藏了 
谢谢LZ这么耐心，写下这么长的东西大家分享 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 ACuke 
黄瓜 
等级: 
可用分等级：掌柜 
总技术分：1382 
总技术分排名：15169 

 发表于：2008-10-21 16:17:01240楼 得分:0 
哎，工作9年一直没换工作。 
愁啊 
 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 ttangtting 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-21 19:33:50241楼 得分:0 
        真的很佩服你有这么大的勇气去面对.. 
你的这些心德对于我来说真的很受用。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 bawoziji 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-21 21:18:51242楼 得分:0 
不幸的人总有各自的不幸。。。 
失业中。。。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 dkight 
黑剑 
等级: 
可用分等级：中农 
总技术分：21 
总技术分排名：178552 

 发表于：2008-10-21 21:20:42243楼 得分:0 
MARK 
虽然没有这种经历，但是可以看到如果我不做出一些转变的话，我的未来只会更糟 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 axszhang 
Ask x Seek 
等级: 
可用分等级：富农 
总技术分：252 
总技术分排名：56427 

 发表于：2008-10-21 21:39:31244楼 得分:0 
谢谢分享！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 xupingping 
碰碰运气 
等级: 
可用分等级：贫农 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-22 09:13:09245楼 得分:0 
佩服LZ的精神,,, 
不得不回帖啊 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 wyyl00 
采菊东篱下 
等级: 
可用分等级：中农 
总技术分：707 
总技术分排名：25890 

 发表于：2008-10-22 10:51:43246楼 得分:0 
好贴，标记             
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 bluesmile979 
笑着 
等级: 
可用分等级：中农 
总技术分：20564 
总技术分排名：598 
 发表于：2008-10-22 11:03:50247楼 得分:0 
搂主这样的人一定会成功的。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 caoyawu 
怪情兽 
等级: 
可用分等级：富农 
总技术分：6 
总技术分排名：251002 

 发表于：2008-10-22 11:17:22248楼 得分:0 
不错不错！帮顶一下！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 kxy4341 
 
等级: 
可用分等级：贫农 
总技术分：132 
总技术分排名：85627 

 发表于：2008-10-22 11:33:03249楼 得分:0 
态度决定成败 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 cnyxlxw 
如是我闻 
等级: 
可用分等级：富农 
总技术分：758 
总技术分排名：24769 

 发表于：2008-10-22 12:33:08250楼 得分:0 
该回复于2008-10-22 21:01:53被版主删除 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 weixiao0106 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-22 15:54:04251楼 得分:0 
该回复于2008-10-22 21:00:55被版主删除 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 r3000 
康斯坦汀，捉虫神探。 
等级: 
可用分等级：小地主 
总技术分：6855 
总技术分排名：3083 

 发表于：2008-10-22 16:19:02252楼 得分:0 
唉，一句话，中国人才多啊。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 gongxueping 
kylin 
等级: 
可用分等级：贫农 
总技术分：5 
总技术分排名：256231 

 发表于：2008-10-22 16:29:26253楼 得分:0 
感谢分离，受教了~~~ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 reborter 
程序员日子不好过 
等级: 
可用分等级：富农 
总技术分：341 
总技术分排名：43496 

 发表于：2008-10-22 17:49:08254楼 得分:0 
好贴 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 phpzxh 
phpzxh 
等级: 
可用分等级：贫农 
总技术分：3 
总技术分排名：283293 

 发表于：2008-10-22 21:15:56255楼 得分:0 
受教了。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 HSQ_56789 
黑的夜给我黑眼圈 
等级: 
可用分等级：短工 
总技术分：87 
总技术分排名：99903 

 发表于：2008-10-23 00:22:13256楼 得分:0 
感谢楼主转帖，从中有所收获！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 sadmanll 
伤心人 
等级: 
可用分等级：中农 
总技术分：5 
总技术分排名：256231 

 发表于：2008-10-23 14:42:41257楼 得分:0 
标记下，备用 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 zhilei02 
 
等级: 
可用分等级：中农 
总技术分：144 
总技术分排名：74528 

 发表于：2008-10-23 15:12:39258楼 得分:0 
认真努力就好，向你学习 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 baso4233 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-23 16:00:58259楼 得分:0 
先顶后看。 
 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 ilikemorning 
小小 
等级: 
可用分等级：贫农 
总技术分：74 
总技术分排名：108133 

 发表于：2008-10-24 13:14:52260楼 得分:0 
优秀 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 z416177937 
嘿嘿,相信自己 
等级: 
可用分等级：中农 
总技术分：188 
总技术分排名：65942 

 发表于：2008-10-24 18:43:38261楼 得分:0 
都　存　起　来　了 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 beycan859936 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-26 07:53:46262楼 得分:0 
佩服lz... 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 waitling23 
豆奶大人 
等级: 
可用分等级：贫农 
总技术分：49 
总技术分排名：132526 

 发表于：2008-10-26 09:52:50263楼 得分:0 
太好了，慢慢看着 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 VisualEleven 
Eleven 
等级: 
可用分等级：富农 
总技术分：2889 
总技术分排名：7567 

 发表于：2008-10-26 13:14:28264楼 得分:0 
太好了 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 bandrahh 
该用户很懒,没有设置昵称 
等级: 
可用分等级：中农 
总技术分：11 
总技术分排名：216451 

 发表于：2008-10-27 16:56:35265楼 得分:0 
看了很久才把楼主的这些经历看完,学习了 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 AIRFLYNET 
汪洋中的一条船 
等级: 
可用分等级：小地主 
总技术分：1546 
总技术分排名：13631 

 发表于：2008-10-28 16:26:18266楼 得分:0 
看得头都晕了 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 krossafe 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-28 21:50:31267楼 得分:0 
非常感谢分享 
面试金典啊！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 adream99 
寻梦桔 
等级: 
可用分等级：掌柜 
总技术分：519 
总技术分排名：32406 

 发表于：2008-10-28 22:56:05268楼 得分:0 
金典！！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 xxtlz 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-30 09:31:58269楼 得分:0 
刚毕业，看了后还是有好多感触 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 jieqimin2008 
If only I could fly．trust me! 
等级: 
可用分等级：乞丐 
总技术分：432 
总技术分排名：36922 

 发表于：2008-10-31 11:06:29270楼 得分:0 
很好很值得借鉴和思考！但你面试的一般都是知名企业，我是IT的，我去的都是一些只有一到两间小房间的公司，他们看中的只是你的工作经验和实际动手能力，也没有这么复杂得流程，基本上一次就决定了你合不合适。 
文中提到了跨行的问题：希望楼主可以多阐述一些！跨行面试需要做哪些准备？ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 lhsxsh 
林大海 
等级: 
可用分等级：富农 
总技术分：884 
总技术分排名：22607 

 发表于：2008-10-31 11:22:32271楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 xiemails 
谢铁成 
等级: 
可用分等级：长工 
总技术分：77 
总技术分排名：106174 

 发表于：2008-10-31 12:13:27272楼 得分:0 
顶一下。。。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 yidishui1570 
一滴水 
等级: 
可用分等级：富农 
总技术分：892 
总技术分排名：21656 

 发表于：2008-10-31 13:25:53273楼 得分:0 
make 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 shailen126 
不行了，得看书了... 
等级: 
可用分等级：中农 
总技术分：804 
总技术分排名：23688 

 发表于：2008-10-31 14:12:15274楼 得分:0 
love 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 mengshanian 
 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-10-31 22:41:04275楼 得分:0 
谢谢楼主分享找工作的经历。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 mikebzj 
诸葛不亮 
等级: 
可用分等级：富农 
总技术分：34 
总技术分排名：151869 

 发表于：2008-11-01 09:41:43276楼 得分:0 
Make 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 rzzat1478 
十年 
等级: 
可用分等级：中农 
总技术分：10 
总技术分排名：220020 

 发表于：2008-11-01 19:35:57277楼 得分:0 
MARK 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 waitling23 
豆奶大人 
等级: 
可用分等级：贫农 
总技术分：49 
总技术分排名：132526 

 发表于：2008-11-01 20:05:22278楼 得分:0 
学到很多i 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 wang_shaner 
沧海一声笑 
等级: 
可用分等级：长工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-01 21:58:07279楼 得分:0 
啥都不说了 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 Freedom5820823 
该用户很懒,没有设置昵称 
等级: 
可用分等级：长工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-01 22:01:51280楼 得分:0 
失业有几个月了 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 skyant005 
小路 
等级: 
可用分等级：贫农 
总技术分：32 
总技术分排名：154351 

 发表于：2008-11-01 22:09:42281楼 得分:0 
UP 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 day572 
day 
等级: 
可用分等级：贫农 
总技术分：596 
总技术分排名：29469 

 发表于：2008-11-01 22:41:18282楼 得分:0 
很受用啊 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 df274119386 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-01 22:44:25283楼 得分:0 
mark 
经验呀 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 newlqh 
二丫 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-02 00:42:28284楼 得分:0 
：） 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 sd59172491 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-02 01:02:57285楼 得分:0 
Mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 newdetang 
 
等级: 
可用分等级：贫农 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-02 02:53:01286楼 得分:0 
太长了,呵呵,有收获~ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 XUETUJIAN 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-02 08:46:57287楼 得分:0 
坚持就是胜利 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 liangzuoting 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：13 
总技术分排名：210031 

 发表于：2008-11-02 08:53:45288楼 得分:0 
这帖子，不回就太不厚道了…… 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 xyz254 
xyz254 
等级: 
可用分等级：贫农 
总技术分：16 
总技术分排名：201708 

 发表于：2008-11-02 10:27:45289楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 lmc361912528 
快乐小子 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-02 15:55:50290楼 得分:0 
很认真的看了一个多小时，终于看完了，明天也要找工作了，该怎么办啊？ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 hero_feng 
静静的等待爆发... 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-02 16:04:02291楼 得分:0 
引用 232 楼 dade2519 的回复:
  楼主真的说到我心坎里去了 首先我要感谢楼主分享心得 
我现在也处在失业中 
  我不知道我应该做什么行业 程序员这个行业我想做不下去了 我前后呆了3家公司 都不超过3个月 要不公司倒闭了 要不被炒掉了 我现在想我是不是选错了行业 走错了路 ··· 
  很久都没有联系家里了，我不知道给他们说什么 说再次失业了！··· 
我知道无论我混成什么样子，家里人都很宽恕的接纳我，不放弃我。但我感觉我什么都不能做，似乎没有适合我的… 
 

我也差不多是这个样子了 真无奈....不是我不想干 而是。。。太多太多的原因了 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 baso4233 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-02 18:41:33292楼 得分:0 
长见识了！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 small_well 
小井 
等级: 
可用分等级：贫农 
总技术分：22 
总技术分排名：176133 

 发表于：2008-11-02 22:04:47293楼 得分:0 
学习了,明年就要毕业了!先学习一下 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 Eric1006 
卧薪尝胆VS悬梁刺股VS天道酬勤 
等级: 
可用分等级：掌柜 
总技术分：5765 
总技术分排名：3830 
2
 发表于：2008-11-02 22:20:09294楼 得分:0 
面霸啊 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 juanfa 
juanfa 
等级: 
可用分等级：乞丐 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-02 22:59:23295楼 得分:0 
面霸？ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 zhanghelpsgz 
挣扎 
等级: 
可用分等级：富农 
总技术分：498 
总技术分排名：34124 

 发表于：2008-11-02 23:22:40296楼 得分:0 
顶起 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 wangwei8888 
成败 
等级: 
可用分等级：中农 
总技术分：29 
总技术分排名：162482 

 发表于：2008-11-02 23:38:04297楼 得分:0 
mark一下,学习了... 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 yellow1003 
 
等级: 
可用分等级：贫农 
总技术分：50 
总技术分排名：128464 

 发表于：2008-11-03 01:20:06298楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 joyjjjz 
Robin 
等级: 
可用分等级：富农 
总技术分：59 
总技术分排名：120416 

 发表于：2008-11-03 09:22:24299楼 得分:0 
m 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 xuxingok 
HPMAX 
等级: 
可用分等级：掌柜 
总技术分：3280 
总技术分排名：6521 

 发表于：2008-11-03 09:23:20300楼 得分:0 
太狠了，学习！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 yjgx007 
yjgx007 
等级: 
可用分等级：富农 
总技术分：34256 
总技术分排名：280 
 发表于：2008-11-03 10:27:50301楼 得分:0 
中国式的扯淡和变态面试... 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 bingwa 
小兵娃 
等级: 
可用分等级：贫农 
总技术分：55 
总技术分排名：123347 

 发表于：2008-11-03 10:33:22302楼 得分:0 
这么长，看的我都累了。 
受教了 。lz能不能把所有的关于应聘的所有注意的问题总结下，比如形象、经验等。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 skyskywind 
迷失的风 
等级: 
可用分等级：富农 
总技术分：50 
总技术分排名：128464 

 发表于：2008-11-03 10:33:55303楼 得分:0 
mark 下,共勉~ 
 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 daoyongyu 
daodao 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-03 11:26:39304楼 得分:0 
马上要找工作了，学习一下。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 tools172 
请求增援 
等级: 
可用分等级：长工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-03 11:44:33305楼 得分:0 
搞什么,有点像网络小说, 
不然谁有闲功夫写这些 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 agentianle 
那由他 
等级: 
可用分等级：富农 
总技术分：440 
总技术分排名：36922 

 发表于：2008-11-03 14:05:04306楼 得分:0 
可信性似乎还行 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 cshnet7 
 
等级: 
可用分等级：长工 
总技术分：3 
总技术分排名：283293 

 发表于：2008-11-03 14:58:17307楼 得分:0 
很感谢发帖和整理帖子的人，这篇帖子对我很有帮助。 
收藏。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 JiAIYan 
憋着，憋着，再憋着！等待最后的大爆发！ 
等级: 
可用分等级：贫农 
总技术分：131 
总技术分排名：78447 

 发表于：2008-11-03 15:11:49308楼 得分:0 
学到了很多，感悟了不少，谢谢LZ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 starsword 
老鸨 
等级: 
可用分等级：掌柜 
总技术分：1690 
总技术分排名：12609 

 发表于：2008-11-03 17:02:32309楼 得分:0 
我也快三十了，目前只是个项目经理，很累人，也不想再做软件开发了 

现在想着通过业余对其他方面的学习来换行，不知道可行否，唉～ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 lzp765 
该用户很懒,没有设置昵称 
等级: 
可用分等级：富农 
总技术分：174 
总技术分排名：67028 

 发表于：2008-11-03 20:14:29310楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 sc_valentine21 
Liam[外面的世界很精彩，外面的世界很无奈...] 
等级: 
可用分等级：中农 
总技术分：554 
总技术分排名：30980 

 发表于：2008-11-03 21:37:38311楼 得分:0 
这么好的贴，怎么能不顶呢。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 zhoubl668 
该用户很懒,没有设置昵称 
等级: 
可用分等级：贫农 
总技术分：175 
总技术分排名：66599 

 发表于：2008-11-03 21:49:18312楼 得分:0 
顶 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 gary1969 
 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-03 22:30:31313楼 得分:0 
你有必胜信心和恒心,所以你成功! 
天生你(我)才必有用,千金散尽还复来. 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 ph215405357 
sss 
等级: 
可用分等级：富农 
总技术分：233 
总技术分排名：55651 

 发表于：2008-11-04 09:04:51314楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 rain2748 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-04 12:33:47315楼 得分:0 
有用啊，分享啦。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 chary8088 
天使鱼儿 
等级: 
可用分等级：富农 
总技术分：711 
总技术分排名：25748 

 发表于：2008-11-04 14:20:30316楼 得分:0 
have dream,have success 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 ksx_5288 
鲨鱼&人鱼 
等级: 
可用分等级：短工 
总技术分：1 
总技术分排名：307504 

 发表于：2008-11-04 14:43:23317楼 得分:0 
楼主，看了你的经历以后，我的好像不算什么，但是我还是想问一下，我经历的面试也很多了，为什么就只有第一次聊聊，之后就没有消息了，是什么原因呀。我都不知道该怎样去坚持了？谢谢 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 chentony 
游子 
等级: 
可用分等级：长工 
总技术分：738 
总技术分排名：25046 

 发表于：2008-11-04 14:56:16318楼 得分:0 
真不容易，差不多要重新找工作了　 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 softheaded 
呆糊涂 
等级: 
可用分等级：掌柜 
总技术分：243 
总技术分排名：54258 

 发表于：2008-11-04 15:02:59319楼 得分:0 
引用 172 楼 fengsfx 的回复:
终于看完了，真长，学到不少东西。谢谢楼主。 
 
同感 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 baotouhulina 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-04 15:32:50320楼 得分:0 
这是一个让我不的不回复的帖子之一，感谢楼主相关面试的宝贵经验.我刚毕业找工作两个月了，一个人在外地。有时候都不想给家打电话了，感觉悲壮啊！看了你的我感觉好多了在加油 ！一定找个程序员的工作。谢谢了！ 
 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 combai 
J2EEQQ群:68468767 
等级: 
可用分等级：中农 
总技术分：1651 
总技术分排名：12889 

 发表于：2008-11-04 15:37:42321楼 得分:0 
还没看完,下次继续 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 baibai520 
拜拜 
等级: 
可用分等级：富农 
总技术分：618 
总技术分排名：28555 

 发表于：2008-11-04 15:39:45322楼 得分:0 
up 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 ryanqin2008 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-04 18:39:28323楼 得分:0 
写的太好了，我也是找了两个多月，面试了二十多家过来的，感同身受！！！！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 l176266956 
LIAO 
等级: 
可用分等级：贫农 
总技术分：85 
总技术分排名：106738 

 发表于：2008-11-04 20:07:16324楼 得分:0 
哇,太多了!!! 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 bug_1987 
詆調 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-04 20:41:18325楼 得分:0 
工作是难找，说的也不夸张，但是还不至于一定要这样子 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 core_man 
 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-04 22:57:50326楼 得分:0 
这个月就要开始找工作了。 
做软件开发2年多了，打算换一个方向，但是感觉 
程序员以外的要求跟自身条件都不太符合， 
有些担心。。。 

原来毕业后出来找工作也就面试了几次而已， 
然后抱着先定下来再说的想法找了一家， 
根本没有楼主这么惊心动魄的经历。 

现在重新要回到找工作的路上来， 
不知道自己的明天会如何。。。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 liujie15 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-05 00:27:59327楼 得分:0 
一篇看后不得不回的帖！写得很真实，很爱启发，谢谢楼主提供的宝贵经验。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 luoluolan32 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-05 01:10:50328楼 得分:0 
果然是求职必看，能面试这么多公司，尤其是前面的那些大公司，就已经证明楼主的非凡实力！ 
经验啊！谢谢分享！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 bapi 
扒皮 
等级: 
可用分等级：小地主 
总技术分：1723 
总技术分排名：12493 

 发表于：2008-11-05 01:19:52329楼 得分:0 
全部看完，感慨万千，7个月不容易啊~~ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 mig3719 
 
等级: 
可用分等级：贫农 
总技术分：26 
总技术分排名：166654 

 发表于：2008-11-05 09:13:39330楼 得分:0 
“月薪也就5K而已，年薪大约7.5K。” 
楼主写错了咯～～ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 bydxc 
 
等级: 
可用分等级：中农 
总技术分：8 
总技术分排名：242720 

 发表于：2008-11-05 10:43:32331楼 得分:0 
mark!! 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 segbhr 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-05 11:29:31332楼 得分:0 
社会怎么那么残酷呀 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 baiqi006 
 
等级: 
可用分等级：贫农 
总技术分：4 
总技术分排名：276826 

 发表于：2008-11-05 11:34:28333楼 得分:0 
致敬，我也留个位置。。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 acejoo 
AceJoo 
等级: 
可用分等级：短工 
总技术分：117 
总技术分排名：83734 

 发表于：2008-11-05 11:47:05334楼 得分:0 
该回复于2008-11-05 14:52:22被管理员删除 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 yinshi115588 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-05 13:16:45335楼 得分:0 
是呀。。大公司都是这样的。。。 
 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 fhwbj 
じ☆ve蓝ヾ狼 
等级: 
可用分等级：贫农 
总技术分：54 
总技术分排名：124847 

 发表于：2008-11-05 14:14:51336楼 得分:0 
不错 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 petroe 
怀才就像怀孕，时间长了才能看出来。 
等级: 
可用分等级：中农 
总技术分：19 
总技术分排名：193966 

 发表于：2008-11-05 14:50:58337楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 winbq5 
 
等级: 
可用分等级：贫农 
总技术分：2 
总技术分排名：291913 

 发表于：2008-11-05 15:42:52338楼 得分:0 
mark 


 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 wynlc 
不动如山 分合之变 
等级: 
可用分等级：富农 
总技术分：264 
总技术分排名：51541 

 发表于：2008-11-05 17:28:28339楼 得分:0 
...................... 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 qiu5208 
未来2010 
等级: 
可用分等级：中农 
总技术分：1474 
总技术分排名：14264 

 发表于：2008-11-05 19:33:21340楼 得分:0 
收藏 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 lyfeixue 
站在天空下的猪 
等级: 
可用分等级：贫农 
总技术分：190 
总技术分排名：63290 

 发表于：2008-11-06 10:10:42341楼 得分:0 
很不错的，学习了 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 guyue6670 
美丽海洋 
等级: 
可用分等级：中农 
总技术分：2370 
总技术分排名：9222 

 发表于：2008-11-06 10:32:30342楼 得分:0 
强死了 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 vk2211 
 
等级: 
可用分等级：贫农 
总技术分：451 
总技术分排名：36632 

 发表于：2008-11-06 10:57:29343楼 得分:0 
先回复再慢慢看 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 wy345642813 
该用户很懒,没有设置昵称 
等级: 
可用分等级：长工 
总技术分：41 
总技术分排名：140458 

 发表于：2008-11-06 14:59:37344楼 得分:0 
好帖 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 lvlei850426 
 
等级: 
可用分等级：贫农 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-06 16:24:08345楼 得分:0 
感谢楼主能抽出你宝贵的时间，把经历贴出来，让我们分享。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 roadblossom 
 
等级: 
可用分等级：贫农 
总技术分：213 
总技术分排名：61595 

 发表于：2008-11-06 16:29:24346楼 得分:0 
学习一下前辈的经验！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 zhshgap 
努力学习 
等级: 
可用分等级：中农 
总技术分：846 
总技术分排名：22569 

 发表于：2008-11-06 17:37:48347楼 得分:0 
很不错，先MARK了 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 kamah 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-07 21:08:20348楼 得分:0 
楼主为何不先好好职业规划一番？ 大概看了一下，你是有机会进500强的公司比如，马士基。为何不先进去做一段时间，作为跳板。再去诸如华为一类的企业，结果自然会不同了吧。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 sky_amwhsj 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-08 16:18:00349楼 得分:0 
不能不说,你太有才了 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 zhaohaoinbj 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-10 11:50:38350楼 得分:0 
看的我快崩溃了 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 davidfaith 
david 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-10 17:53:44351楼 得分:0 
收获不小,十分感谢! 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 yxp200401 
yxp200401 
等级: 
可用分等级：贫农 
总技术分：163 
总技术分排名：69340 

 发表于：2008-11-10 18:05:56352楼 得分:0 
哇塞！！！人才！！！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 tianzhuairen 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-13 22:00:21353楼 得分:0 
应届毕业生学点经验 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 sugelade_que 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-14 11:14:58354楼 得分:0 
我北航的，出来两年了。看了你的贴，还是你强......太有才了。看了，谢了，踩了。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 adaguaiguai 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-14 22:44:45355楼 得分:0 
我看了几十个小时，看完了------开始写看后感： 
  恩，很有激情，真诚，无畏，不惧，这就是每个人都要学习的精神。真的，越来越有感觉，越来越自信，加油吧，努力吧，奋斗吧。踏出那一步，你会离理想越来越近的！ 

  PS：非常感谢楼主的宝贵经验，学会真的很有成就感！真的，谢谢您~ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 policehsh 
该用户很懒,没有设置昵称 
等级: 
可用分等级：长工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-16 16:32:07356楼 得分:0 
是金子到哪里都发光 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 wst_test 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-17 10:30:36357楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 qwertxp 
上车的乘客请做好下车准备 
等级: 
可用分等级：富农 
总技术分：2358 
总技术分排名：9434 

 发表于：2008-11-17 16:00:56358楼 得分:0 
又牛又长，看来一半~ 
堪称面霸，看的我都不敢跳了。。。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 Chihom 
Chihom 
等级: 
可用分等级：长工 
总技术分：3 
总技术分排名：325861 

 发表于：2008-11-18 13:20:00359楼 得分:0 
感谢楼主分享你的找工经历，谢谢啊 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 afantict 
非洲土狼 
等级: 
可用分等级：乞丐 
总技术分：2550 
总技术分排名：8575 

 发表于：2008-11-18 14:19:15360楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 qap22 
qap22 
等级: 
可用分等级：中农 
总技术分：510 
总技术分排名：38709 

 发表于：2008-11-18 14:23:34361楼 得分:0 
?? 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 NC 
比尔.盖饭 
等级: 
可用分等级：小地主 
总技术分：6423 
总技术分排名：3353 

 发表于：2008-11-18 19:58:34362楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 hq050607127 
十月泅渡 
等级: 
可用分等级：中农 
总技术分：49 
总技术分排名：132526 

 发表于：2008-11-18 20:20:57363楼 得分:0 
谢谢lz，感觉很真诚 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 bilit2008 
土豆 
等级: 
可用分等级：贫农 
总技术分：91 
总技术分排名：97474 

 发表于：2008-11-18 21:10:50364楼 得分:0 
感谢楼主分享经验，谢谢！！！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 xuhaijin 
该用户很懒,没有设置昵称 
等级: 
可用分等级：贫农 
总技术分：12 
总技术分排名：212675 

 发表于：2008-11-18 22:25:15365楼 得分:0 
我哭啊.............................. 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 wsy9901 
 
等级: 
可用分等级：贫农 
总技术分：11 
总技术分排名：216451 

 发表于：2008-11-19 08:21:27366楼 得分:0 
汗 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 flyingstar2008 
该用户很懒,没有设置昵称 
等级: 
可用分等级：贫农 
总技术分：3 
总技术分排名：283293 

 发表于：2008-11-19 08:43:01367楼 得分:0 
全部收藏了。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 bananabbs 
香蕉 
等级: 
可用分等级：长工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-19 09:46:48368楼 得分:0 
楼主很热心啊，解释都很是细心，如同黑夜中的一盏路灯一样能指引大家往正确的方向前进。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 treeyh 
 
等级: 
可用分等级：贫农 
总技术分：9 
总技术分排名：240269 

 发表于：2008-11-19 11:41:05369楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 yujianhuabcde 
YULE 
等级: 
可用分等级：中农 
总技术分：442 
总技术分排名：36333 

 发表于：2008-11-19 11:49:44370楼 得分:0 
i must study english!!!!! 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 jAmEs_ 
 
等级: 
可用分等级：贫农 
总技术分：5 
总技术分排名：256231 

 发表于：2008-11-19 13:19:44371楼 得分:0 
這么多，讀起來都比較累，有空再看看，呵呵 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 yudeying 
夜独行 
等级: 
可用分等级：中农 
总技术分：26 
总技术分排名：166654 

 发表于：2008-11-19 13:41:26372楼 得分:0 
看完了，觉得很有感触， 
都是从这条路走过来的，有过失落，有过彷徨。 
痛苦过，也快乐过， 
现在成熟了许多。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 cizou555 
 
等级: 
可用分等级：贫农 
总技术分：23 
总技术分排名：176133 

 发表于：2008-11-19 14:48:21373楼 得分:0 
up 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 sstxgq2915 
゛在囫誰。 
等级: 
可用分等级：乞丐 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-19 15:03:32374楼 得分:0 
该回复于2008-11-19 21:36:50被管理员删除 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 DOTA_rnima 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-19 15:54:54375楼 得分:0 
经历过风霜雨雪的  大哥级人物 
  就是有水准些 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 xiazhi555519 
该用户很懒,没有设置昵称 
等级: 
可用分等级：贫农 
总技术分：142 
总技术分排名：75053 

 发表于：2008-11-19 16:19:06376楼 得分:0 
Mark，呵呵，看看 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 wangfeng_608 
该用户很懒,没有设置昵称 
等级: 
可用分等级：长工 
总技术分：22 
总技术分排名：176133 

 发表于：2008-11-19 16:24:48377楼 得分:0 
只要是失过业，焦急中找工作的，都会有这种感受，真的很真实。是那么的似曾相识！！！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 horsemz 
一个篮球打得很好的热爱生活的又超级喜欢科比的小小程序员 
等级: 
可用分等级：贫农 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-19 16:30:23378楼 得分:0 
漫长  mark 以后快找工作了再看看 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 houhy 
 
等级: 
可用分等级：长工 
总技术分：30 
总技术分排名：157312 

 发表于：2008-11-19 17:14:28379楼 得分:0 
我也失业最长3个月，同样的迷茫过，与楼主同勉。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 QILINA 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-19 18:27:34380楼 得分:0 
该回复于2008-11-19 21:38:13被管理员删除 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 QILINA 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-19 18:34:55381楼 得分:0 
该回复于2008-11-19 21:38:12被管理员删除 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 goodcxl 
 
等级: 
可用分等级：富农 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-19 19:40:51382楼 得分:0 
MARK 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 lyklm 
鸣 
等级: 
可用分等级：富农 
总技术分：43 
总技术分排名：138455 

 发表于：2008-11-19 19:49:21383楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 fantasy_x2 
 
等级: 
可用分等级：长工 
总技术分：2 
总技术分排名：291913 

 发表于：2008-11-19 22:59:40384楼 得分:0 
哈哈，我喜欢面试，面试可以学到很多东西。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 nolatestudy 
迟来的觉悟 
等级: 
可用分等级：贫农 
总技术分：43 
总技术分排名：146056 

 发表于：2008-11-20 00:14:21385楼 得分:0 
受教了！ 
向坚强的LZ致敬，希望更多的先行者能分享成功经历，为后来者提供参考。 
要是有一天，我也进了家好公司，也把经历写出来，同时附写得益于此贴 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 wolf1118baby 
wolf1118baby 
等级: 
可用分等级：贫农 
总技术分：290 
总技术分排名：48823 

 发表于：2008-11-20 09:19:53386楼 得分:0 
我是失业六个月后找到的工作 !!哈哈  要坚持就能胜出!! 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 zimo1979 
紫寞 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-20 09:28:59387楼 得分:0 
  坎坷即是收获，这种体验很不错。 
  我是没机会了，在深圳找工作最多40天，如果不太挑的话1周。 
  也是接近30岁的man了，也换了不少工作。 
  找工作是很考验人的，欢迎大家交流： QQ 37959880 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 lqwxfdwj 
无忧 
等级: 
可用分等级：掌柜 
总技术分：1466 
总技术分排名：14334 

 发表于：2008-11-20 09:59:02388楼 得分:0 
受教了.祝楼主一帆风顺! 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 taizans 
书生 
等级: 
可用分等级：富农 
总技术分：1206 
总技术分排名：17177 

 发表于：2008-11-20 12:24:02389楼 得分:0 
确实很经典~! 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 feixiangVB 
ON THE ORA WAY! 
等级: 
可用分等级：富农 
总技术分：2123 
总技术分排名：10268 

 发表于：2008-11-20 13:18:47390楼 得分:0 
顶一下，晚上回去看！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 feixiangVB 
ON THE ORA WAY! 
等级: 
可用分等级：富农 
总技术分：2123 
总技术分排名：10268 

 发表于：2008-11-20 13:19:08391楼 得分:0 
顶一下，晚上回去看！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 dreamfly_888 
 
等级: 
可用分等级：中农 
总技术分：394 
总技术分排名：39381 

 发表于：2008-11-20 14:10:17392楼 得分:0 
mark! 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 chuxue1342 
@楚}===天{==========雪飲>  
等级: 
可用分等级：掌柜 
总技术分：11116 
总技术分排名：1761 

 发表于：2008-11-20 14:14:24393楼 得分:0 
好强哦! 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 jinliangliu 
KingNate 
等级: 
可用分等级：富农 
总技术分：1274 
总技术分排名：16346 

 发表于：2008-11-20 14:19:56394楼 得分:0 
頂一下，以后慢慢看 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 hover688 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-20 15:47:10395楼 得分:0 
该回复于2008-11-22 19:09:16被版主删除 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 cc8021 
 
等级: 
可用分等级：贫农 
总技术分：13 
总技术分排名：210031 

 发表于：2008-11-20 15:57:31396楼 得分:0 
首先是要顶下楼主，看了一定要顶。 
 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 heshiquanwin 
heshiquanwin 
等级: 
可用分等级：中农 
总技术分：32 
总技术分排名：154351 

 发表于：2008-11-20 16:26:40397楼 得分:0 
学习 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 for1101 
vling 
等级: 
可用分等级：长工 
总技术分：13 
总技术分排名：210031 

 发表于：2008-11-20 16:38:13398楼 得分:0 
看了一点.mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 mki_yeyun 
该用户很懒,没有设置昵称 
等级: 
可用分等级：长工 
总技术分：1 
总技术分排名：307504 

 发表于：2008-11-20 19:29:22399楼 得分:0 
先顶了，再看~~感谢楼主  
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 DorisHe 
该用户很懒,没有设置昵称 
等级: 
可用分等级：贫农 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-20 19:59:46400楼 得分:0 
樓主很細心,真誠.學習了,很不錯的面試參考資料. 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 dp282 
 
等级: 
可用分等级：长工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-20 20:56:19401楼 得分:0 
good 。。。  mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 test_000_010 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-20 21:12:24402楼 得分:0 
该回复于2008-11-22 19:08:42被版主删除 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 filec75 
a 
等级: 
可用分等级：小财主 
总技术分：609 
总技术分排名：33326 

 发表于：2008-11-20 21:28:45403楼 得分:0 
oo 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 alsqyy2008 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-20 23:54:52404楼 得分:0 
感谢分享经验！正在找工作。。。。。。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 ymu19891010 
yue 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-21 06:01:43405楼 得分:0 
我也快找工作了。。 

看了这个很彷徨 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 terrywolf 
这个字念：锊！ 
等级: 
可用分等级：掌柜 
总技术分：598 
总技术分排名：29299 

 发表于：2008-11-21 07:12:58406楼 得分:0 
关注! 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 Dicky_Net 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-21 10:23:56407楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 softfwind 
冰原 
等级: 
可用分等级：中农 
总技术分：300 
总技术分排名：47399 

 发表于：2008-11-21 10:29:38408楼 得分:0 
一个半小时看完 
佩服这位朋友，真的很坚强!! 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 scq2099yt 
欢迎访问施昌权的个人网站：http://www.joyvc.cn。 
等级: 
可用分等级：富农 
总技术分：18060 
总技术分排名：737 

 发表于：2008-11-21 11:24:35409楼 得分:0 
up 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 k394646140 
该用户很懒,没有设置昵称 
等级: 
可用分等级：长工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-21 11:49:59410楼 得分:0 
哎。。 顶起 。阳光总在风雨后。。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 qap22 
qap22 
等级: 
可用分等级：中农 
总技术分：510 
总技术分排名：38709 

 发表于：2008-11-21 12:06:47411楼 得分:0 
?? 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 sky_hua123 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-21 14:25:24412楼 得分:0 
经典！！！ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 luckyboy101 
luckyboy101 
等级: 
可用分等级：乞丐 
总技术分：1269 
总技术分排名：16428 

 发表于：2008-11-21 15:03:01413楼 得分:0 
看看 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 wyxsyrfd 
 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-21 16:16:57414楼 得分:0 
牛人,值得学习啊 
 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 fs216 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-21 16:20:46415楼 得分:0 
强人，值得研究 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 gladi66 
 
等级: 
可用分等级：贫农 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-21 17:03:41416楼 得分:0 
08你的毕业生要接受严峻的就业考验了，祝大家好运~~~ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 junying2yu 
学习中…… 
等级: 
可用分等级：贫农 
总技术分：139 
总技术分排名：85273 

 发表于：2008-11-21 17:09:47417楼 得分:0 
kwkw 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 QJKT7777777 
qjkt 
等级: 
可用分等级：贫农 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-21 21:41:12418楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 jacklong2 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-21 22:15:21419楼 得分:0 
楼主很坚强 
 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 hbsoftsmile 
该用户很懒,没有设置昵称 
等级: 
可用分等级：贫农 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-21 22:55:01420楼 得分:0 
mark 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 WuLeng 
该用户很懒,没有设置昵称 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-22 00:59:48421楼 得分:0 
学习了,我现在就在失业中,唉~~生活难啊~~~ 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 pig884 
 
等级: 
可用分等级：乞丐 
总技术分：17 
总技术分排名：197230 

 发表于：2008-11-22 01:17:01422楼 得分:0 
初中生,中专生,高中生,成人大砖生一律免谈!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 wwei466 
 
等级: 
可用分等级：贫农 
总技术分：244 
总技术分排名：54119 

 发表于：2008-11-22 09:32:26423楼 得分:0 
不错，值得一看。写得很详细，感谢。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 xkorey 
 
等级: 
可用分等级：长工 
总技术分：5 
总技术分排名：256231 

 发表于：2008-11-22 10:32:12424楼 得分:0 
mark 楼主加U 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 kdf123456 
 
等级: 
可用分等级：长工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-22 11:17:52425楼 得分:0 
先顶后看。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 itwang 
逍遥虫 
等级: 
可用分等级：中农 
总技术分：98 
总技术分排名：94134 

 发表于：2008-11-22 11:35:50426楼 得分:0 
了解不少啊 顶一个 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 wangyz_ecc 
Cipher 
等级: 
可用分等级：乞丐 
总技术分：2 
总技术分排名：291913 

 发表于：2008-11-22 12:21:26427楼 得分:0 
up 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 cobsin 
 
等级: 
可用分等级：贫农 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-22 12:43:15428楼 得分:0 
up 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 filec75 
a 
等级: 
可用分等级：小财主 
总技术分：609 
总技术分排名：33326 

 发表于：2008-11-22 13:27:44429楼 得分:0 
. 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 daviddavid88 
david 
等级: 
可用分等级：短工 
总技术分：0 
总技术分排名：325861 

 发表于：2008-11-22 15:40:15430楼 得分:0 
1. 我觉得真的身体很重要.请你一定好好照顾好自己。 
2. 有贴心的体会.难呀. 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 lizw778 
 
等级: 
可用分等级：富农 
总技术分：44 
总技术分排名：137613 

 发表于：2008-11-22 23:42:35431楼 得分:0 
up 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 c_bee 
if(该用户很懒)没有设置昵称; 
等级: 
可用分等级：贫农 
总技术分：53 
总技术分排名：125647 

 发表于：2008-11-23 00:59:15432楼 得分:0 
这帖子，必须回一下，原来面霸不仅在传说中存在... 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 waltguo 
多哈了巴基 
等级: 
可用分等级：富农 
总技术分：21 
总技术分排名：178552 

 发表于：2008-11-23 01:25:08433楼 得分:0 
草，面试官就是装逼，有的还不如你你，还是自己经营点做个生意好，面试也靠运气，一个企业一种风气，有的企业老板喜欢丑男丑女，那你长的帅了，肯定就没戏了。。 
 
修改 删除 举报 引用 回复   
 
 加为好友 
发送私信 
在线聊天
 waltguo 
多哈了巴基 
等级: 
可用分等级：富农 
总技术分：21 
总技术分排名：178552 

 发表于：2008-11-23 01:29:25434楼 得分:0 
我曾经就遇到过一个公司的员工长的都是歪瓜裂枣的，公司不大。我靠奇迹哦、。。。。。。。 
 发表于：2008-11-23 19:48:55440楼 得分:0 
迪卡侬 我也去面试过！ 不过是座位北京的一家OUTSOURCE 的 IT部门人选去做Interview的。哪里环境的确不错，很悠闲的样子。。哈哈，我也会把2007我做Interview 的经理Share 给大家！ 
 

 发表于：2008-11-24 13:49:02450楼 得分:0 
想起自己曾经经历过的那些面试，真是感慨啊，那个苦就自不用说了 

想想找工作真的是也很靠运气，也许就适合了呢，所以我觉得不要没有信心，林子大了，什么鸟都有，公司多了，要什么样人的公司都有 
 
修改 删除 举报 引用 回复   

我刚学习软件开发，马上该学数据库了， 
楼主，可以告诉我需要注意那些方面吗？ 
前面学java时，我没学好， 
就是碰到一问题时，不知怎么下手打代码。 
谢了！ 
 
 发表于：2008-11-25 10:47:02470楼 得分:0 
确实很好...确实难得的好文章...支持.顶 
  楼主你好... 
  我想问你下..如果没有学历证书,但是有工作经验这样的话,得到的面试机会 
  和被录用的机会是不是就很少啊.. 

 发表于：2008-11-25 11:40:54471楼 得分:0 
南京华为的招聘流程要简单一些，我那是是星期3通知面试，星期4面试，直接人力面试完了就通知周5准备体检什么的！ 

 发表于：2008-11-25 14:23:08474楼 得分:0 
看了此帖，才知道天外有天，人外有人。 
本人工作8年以来，面试次数估计也不下50次。此牛人离职7月的奋斗，让本人半月多的离职找工作的经历愧然。 

总结下来，面试是你工作成长的检验石。它不仅是你升职、涨工资的验金石；而且也是你查漏补缺的镜子；更是你处在职业迷茫困惑期的点睛石。 
作为职场的打工者，就要时时提醒自己不断成长，IT行业更要如此。 
工作闲杂之余，去找几家公司面面试，不一要去，但却对你的成长有很大帮助。 
 
 发表于：2008-11-25 16:34:20475楼 得分:0 
引用 474 楼 shengang1978 的回复:
看了此帖，才知道天外有天，人外有人。 
本人工作8年以来，面试次数估计也不下50次。此牛人离职7月的奋斗，让本人半月多的离职找工作的经历愧然。 

总结下来，面试是你工作成长的检验石。它不仅是你升职、涨工资的验金石；而且也是你查漏补缺的镜子；更是你处在职业迷茫困惑期的点睛石。 
作为职场的打工者，就要时时提醒自己不断成长，IT行业更要如此。 
工作闲杂之余，去找几家公司面面试，不一要去，但却对你的成长有很… 
 

 发表于：2008-11-25 16:49:25477楼 得分:0 
谢谢楼主分享这些经历，现在的全世界的经济情况都不好，IT行业受到的冲击也非常大。 
我投了一个月的简历也没有找到合适的工作，大概因为我只有大专的学历，虽然也有不错的工作经历，可就是没有机会。现在有种报国无门的感觉 
呵呵，在坚持 
 


 发表于：2008-11-26 16:20:07489楼 得分:0 
后面很多我没看， 

我也面试过好多家企业， 
有一点要注意： 
自信，一定要自信，随意，平视面试官的眼睛，其它就都随便谈了。 
抱着：“此处不留人，自有留人处”的态度，千万不要太在意这次机会，因为机会多的是。 


 发表于：2008-11-26 17:31:22493楼 得分:0 
不错的经历 我曾经也有3个月找工作的经历 坎坷 坎坷 
LZ的总结真的强到家 
这样的人不去当个领导屈才了 


看了上而的！感觉自己很幸运！一毕业出来就找到了事情！ 
没找到工作的要加油啊！！ 


 发表于：2008-11-27 16:08:55502楼 得分:0 
没办法啊~~谁让我们是求职者呢~~ 
我前些时候也是和你差不多一样面试投简历在面试~~~ 
好多朋友都叫我面霸了哎~~~ 
想想哪些日子里面不是滋味~~~ 
今天看了你的这个真有些知音的感觉呵呵~~~ 


 发表于：2008-11-28 10:21:30509楼 得分:0 
mark 
最近也处于失业中，对面试的辛酸深有感触，一方面，自己的能力确实还有欠缺之处，再者，大多公司并不一定适合你， 
要找一个合适的公司，确实需要点运气。 

面试也是对一个人很好的锻炼，让人能够更清醒的认识自己。 
 


 发表于：2008-11-28 18:46:16515楼 得分:0 
我也是英語好差的，因為英語好多好的公司沒有去成，現在在一個臺資企業工作，很辛苦，薪水低，想跳，但是想先把英語學好，英語真的很重要。謝謝樓主了。 
 

 发表于：2008-11-28 21:13:20516楼 得分:0 
楼主很敬业,就凭这个顶下..........但是本人的能力自知,估计这辈子是就算需要去面试,面对的也肯定都是些不入流的面试官............不入流的公司.............不需要什么面试经验...........嗷喔............ 


 发表于：2008-12-02 14:57:42542楼 得分:0 
我非常认真的看过了,这对于我来说会有很大的帮助,因为我也是找工作,是刚刚毕业的,我想这些都是我即将要面临的问题~~~ 
 


 发表于：2008-12-02 23:21:18544楼 得分:0 
哎 我也中啊 今年9月过来深圳找工作 找了N家 
昨天才开始上班 金蝶  一般 不过先干着 
现在金融危机 不好找啊 
 

 发表于：2008-12-03 13:22:22548楼 得分:0 
得了吧，我要毕业了，参加了山东地纬的校园招聘，要什么机试，耗了我们两天时间，结果整个青岛就一个过机试的。我那个恼火呀，一个破公司，耽误我们两天时间，合起来就是半年。 
 


 发表于：2008-12-03 14:03:15549楼 得分:0 
我日他爷，我最烦去拍别人的马屁。面试其实就是一个拍马屁的过程。真正牛逼的人就不去面试，一直是面试别人。尤其是那些所谓的人力资源的面试官，好像觉得自己是个伯乐似的，其实他就是个狗屁。 

 发表于：2008-12-03 14:20:37550楼 得分:0 
深有感触。工作空闲区是不好过的，当别人问你为什么离开前一家公司时，心里又是不好过的{特别在不是主动辞职的情况下} 
找工作3个月才找到工作，期间别提了，自我评价到了0点，甚至叫我去做苦力我愿都干了。只要不要让我闲着。工作了呢，又面临大堆自己不能解决的难题，郁闷。或许人生就是这样要折麽自己。心里都悲观死了，真想找回当日学生时期的自信！ 
  发表于：2008-12-03 15:59:27551楼 得分:0 
  华为的面试让人极不耐烦，忒罗嗦了,年轻时候面试过几次,次次失败,MLGB的．　俺2005年也失业,面试过腾迅,需要笔试,俺都头大了,结果几乎全部错光,主面试官还很惊讶的说他几乎可以把API集合都记下来,我回答:"我跟你相反,几乎一个都记不下来".其实我实际解决问题能力是很好的，但实际工作能力与答题是两回事啊.很多小毛孩可以答题巨高分,但实际上根本没经验可言,解决不了问题.所以后来俺一见有笔试的单位俺就不去面. 而且只要有笔试,给你开的薪水基本上不会高. 
