1.java的特点：
	 一种简单的面向对象的，分布的，解释的，健壮的，安全的，结构中立的，可移植的，性能优异的多线程的，动态的语言；
	 简单(风格类似c++,摈弃了指针和内存管理，有丰富的类库)
	 面向对象(完全面向对象，支持静态和动态风格的代码继承和重用)
	 分布的(包括一个支持http ftp等基于tcp/ip的子库，可凭借url打开访问网络上的对象)
	 解释的(java解释器能直接运行目标代码指令,比编译程序所需的资源少)
	 健壮的(致力与检查程序在编译和运行时的错误，类型检查，自己操纵内存，实现真数组，有null指针检测数组边界检测异常出口字节代码校验)
      安全的(无指针和内存功能避免非法操作，代码校验，检查代码格式，检测指针操作，对象操作是否过分，是否试图改变一个对象的类型；byte-code校验)
      结构中立的(java将他的程序编译成一种结构中立的中间文件格式，在虚拟机上运行，有机器相关的运行调试器来实现执行)
      可移植的(定义了独立于平台的数据类型及其元算)
      高性能(如果解释器速度不慢，java可以将运行时直接将目标代码翻译成机器指定)
      多线程(在一个程序理同时执行多个小任务，更好的交互性能和实时控制性能)
      动态(允许程序动态地装入运行过程所需的类)
2.java和c++的异同
	java设计成c++的形式，去掉了c++的许多功能，指针运算结构typedefs #define需要释放内存 内存全局便令的定义    
3.java的应用
	web浏览 网络应用程序	